[
    {
        "idiom": "侃侃而谈",
        "examples": [
            "镜头面前，她侃侃而谈，很自然地与业主交流，引导她们介绍新上的服饰。看到王晓平这位老大姐都能当主播，年轻的女业主从开始的羞涩腼腆，逐渐也尝试着拓展业务做起直播带货。",
            "马临街道沔山村党支部副书记王成能指着远处的养猪场侃侃而谈。位于马临街道沔山村的贵州猪倌乐园科技有限公司养殖基地。"
        ],
        "description": "“侃侃”指理直气壮，从容不迫。该成语可以表示一个人在说话时表现出的自信和从容，也可以形容一个人善于交谈、风度翩翩。（褒义词）",
        "examImages": []
    },
    {
        "idiom": "高谈阔论",
        "examples": [
            "民主不是高居庙堂、高谈阔论，而要食人间烟火、造福于民。",
            "他认为，革命家不能只是高谈阔论，要做各种各样的实际工作。“吃饭穿衣，就是一件大事，一件难事”，决不是小事。"
        ],
        "description": "指漫无边际地大发言论（多含贬义）。"
    },
    {
        "idiom": "夸夸其谈",
        "examples": [
            "教育他人，与其夸夸其谈，不如以身作则。"
        ],
        "description": "说话或写文章浮夸、不切实际。"
    },
    {
        "idiom": "口若悬河",
        "examples": [
            "平时在同学面前口若悬河的队员们，在陌生的环境中，面对陌生人顿时语塞，即使壮胆开口讲解，也语无伦次。"
        ],
        "description": "“悬河”指瀑布。意为说话滔滔不绝，像河水倾泄一样，形容能说善辩，话语不断。"
    },
    {
        "idiom": "巧舌如簧",
        "examples": [
            "如果经济进一步低迷，不管执政党国民力量党如何巧舌如簧，都可能会在明年4月的国会选举中惨败。"
        ],
        "description": "意思是舌头灵巧，能言善辩，形容能说会道，善于狡辩。"
    },
    {
        "idiom": "巧言令色",
        "examples": [
            "拷问室的黑暗阴冷不能冷却江姐心中的“血与火”，敌人的威逼利诱、巧言令色绝不能动摇江姐永远爱党、忠党之心。",
            "现在网络流行的“厚黑学”“潜规则”，这些不经之论在伪装之下容易让年轻干部将荒诞论调当做不刊之论，将巧言令色当做金科玉律，将油嘴滑舌奉为圭臬。“热情礼貌，一问三不知；尊重感谢，一概不负责。”"
        ],
        "description": "用来形容那些擅长使用花言巧语和伪善的面容来取悦他人的人。（含贬义）"
    },
    {
        "idiom": "绘声绘色",
        "examples": [
            "报告会上，解放军的战斗英雄绘声绘色地讲述着战斗经过。"
        ],
        "description": "绘：描绘。形容描写、叙事生动逼真。同“绘声绘影”、“绘影绘声”。"
    },
    {
        "idiom": "活灵活现",
        "examples": [
            "聆听讲解员的讲解，很怕落下了哪段精彩环节，并不时的想去摸摸这些活灵活现的标本。"
        ],
        "description": "意思是形容神情逼真、传神，使人有亲眼所见的感觉。"
    },
    {
        "idiom": "惟妙惟肖",
        "examples": [
            "这里写赵姑母的唠叨和龙钟，惟妙惟肖。"
        ],
        "description": "惟：语气助词。肖：相像。形容描写、模仿得非常逼真。"
    },
    {
        "idiom": "栩栩如生",
        "examples": [
            "虽然是镶嵌作品，然而衣纹栩栩如生，人物动态也很自然。只言片语"
        ],
        "description": "栩栩：生动的样子。指艺术形象非常逼真，如同活的一样。"
    },
    {
        "idiom": "佶屈聱牙",
        "examples": [
            "比如先秦部分，吴氏叔侄放弃佶屈聱牙的《尚书》，直接从相对容易理解、善于讲故事的《左传》开始，不会一上来就给读者一个下马威，拒读者于千里之外，而是引起读者阅读的兴趣。"
        ],
        "description": "佶屈：曲折；聱牙：不顺口。指文章读起来不顺口。"
    },
    {
        "idiom": "缄口不言",
        "examples": [
            "新华社北京4月24日电美国知名调查记者、普利策新闻奖得主西摩·赫什23日爆料：西方国家明知供给乌克兰的武器大量流入黑市，西方主流媒体却对此缄口不言。"
        ],
        "description": "缄：封闭；言：说话。封住嘴巴；不开口说话。"
    },
    {
        "idiom": "入木三分",
        "examples": [
            "中纪委的这组漫画，简直入木三分。",
            "在中央和国家机关党的建设工作会议上，习近平总书记入木三分地给昏官、懒官、庸官、贪官四类人画像。"
        ],
        "description": "形容书法笔力强劲。后也比喻看问题精辟、深刻。（也可形容对人物的描写刻画形象深刻）"
    },
    {
        "idiom": "春秋笔法",
        "examples": [
            "《北京认为病毒来自国外》一文中运用“春秋笔法”混淆概念，通过重新翻炒“中国应对疫情延误论”误导公众。"
        ],
        "description": "即用笔曲折而意含褒贬的写作手法。"
    },
    {
        "idiom": "皮里阳秋",
        "examples": [
            "评点“明星语文检测”，对十二位明星的文采皮里阳秋褒贬无情，奇怪的是最高评价居然给了一个叫赵子琪的二线明星，“她的才华不可思议。”"
        ],
        "description": "意思是藏在心里不说出来的言论，表面上不直接发表评论，但实际上内心有着褒贬不同的看法。"
    },
    {
        "idiom": "微言大义",
        "examples": [
            "富强、民主、文明、和谐，自由、平等、公正、法治，爱国、敬业、诚信、友善——这24字微言大义，无不渗透着对中华优秀传统文化因素的吸收和运用。"
        ],
        "description": "意思是包含在精微语言里的深刻的道理。"
    },
    {
        "idiom": "字斟句酌",
        "examples": [
            "参与翻译工作的专家学者精益求精、字斟句酌，与中央编译出版社的编辑团队一起，共同打造了这批党史经典外译著作。"
        ],
        "description": "用来形容人在写作或说话时的态度非常认真和细致，对于每一个字词和句子都会进行仔细的考虑和推敲。"
    },
    {
        "idiom": "惜墨如金",
        "examples": [
            "书法创作要骨正筋柔、横平竖直，本书第二辑名为“结实”。结实是紧致而非臃肿，写稿得占有大量材料，过分堆砌又会适得其反。尤其是“千字文”惜墨如金，内容当然删减得多。"
        ],
        "description": "意思是爱惜墨就像金子一样，指不轻易动笔。"
    },
    {
        "idiom": "删繁就简",
        "examples": [
            "想方设法帮助市场主体降成本、减负担、渡难关，就要尽可能地删繁就简。这包括减支出、减门槛、减流程，以“减负”实现“加力”，努力促市场主体发展。",
            "事实上，有些收费情况是完全可以“删繁就简”的。比如同一内容平台的会员用户，应有权使用全频道内容，而不必区分“大人”与“少儿”、“小屏”与“投屏”。"
        ],
        "description": "意思是去掉删除繁杂部分，使它趋于简明。"
    },
    {
        "idiom": "老调重弹",
        "examples": [
            "如今不过是略搬花样，实际是老调重弹罢了。"
        ],
        "description": "把说过的旧话或理论、主张又重新提出来。指言论没有新意，含贬义。同“旧调重弹”。"
    },
    {
        "idiom": "陈词滥调",
        "examples": [
            "吴谦强调，二十多年来，美方顽固坚持错误对华认知，年复一年发表此类充斥谎言与陈词滥调的报告，可谓是害人害己、误导世界。",
            "这些陈词滥调有悖事实，也与许多国际机构和国际人士的观察不符。正如有媒体所指出的，虽然西方媒体热衷于夸大中国经济增长放缓的说法，但许多国际机构仍然对中国市场保持乐观的看法。"
        ],
        "description": "意思为陈腐、空泛的论调。（贬义词）"
    },
    {
        "idiom": "老生常谈",
        "examples": [
            "科技与教育的相结合虽已成为行业中老生常谈的问题，但在谈及平台的突出优势时，钟丽巾表现得信心满满。"
        ],
        "description": "指老书生经常发表的平凡议论；多用于比喻毫无新意的理论或老话。含贬义"
    },
    {
        "idiom": "流口常谈",
        "examples": [
            "老一辈人喜欢讲一些流口常谈的民间传说故事。"
        ],
        "description": "意思是人人挂在嘴上的老话。"
    },
    {
        "idiom": "推心置腹",
        "examples": [
            "习近平总书记非常关心青年成长，多次来到青年中间，同大家推心置腹谈理想信念、谈人生价值、谈奋斗奉献。"
        ],
        "description": "意思是把赤诚的心交给人家。比喻真心待人。"
    },
    {
        "idiom": "开诚布公",
        "examples": [
            "中方进行对话的大门始终是敞开的，我们愿随时与美方进行开诚布公的沟通，开展解决问题的对话。"
        ],
        "description": "开诚：敞开胸怀，表示诚意。布公：公正无私地发表自己的见解。表示坦白无私，真诚相待，能诚恳坦率地提出自己的看法。"
    },
    {
        "idiom": "披肝沥胆",
        "examples": [
            "最是艰险见初心，披肝沥胆铸忠诚。面对生与死的考验，江善忠用自己的生命和鲜血践行了对党的绝对忠诚。"
        ],
        "description": "披：剖露。沥：滴下。露出肝脏，滴出胆汁。比喻对人对事非常忠诚。"
    },
    {
        "idiom": "一气呵成",
        "examples": [
            "一个长达54秒的长镜头一气呵成，完美诠释了军队在党的指引下走来的内涵，完成这个叙事任务的是一个最长可达18米，重量超过1吨的重型伸缩摇臂。"
        ],
        "description": "①形容文章的气势首尾贯通。②形容完成整个工作的过程中不间断，不松懈。"
    },
    {
        "idiom": "倚马可待",
        "examples": [
            "江苏队以倚马可待、开局就是决战的行动，精彩诠释什么叫“疫情就是命令”！"
        ],
        "description": "倚靠着即将出征的战马起草文件，却可以立等完稿。形容文思敏捷，文章写得快。"
    },
    {
        "idiom": "一挥而就",
        "examples": [
            "东北全面振兴不是轻轻松松一挥而就的，唯有咬定目标不放松，敢闯敢干加实干，才能走出一条高质量发展、可持续振兴的新路子，谱写东北全面振兴新篇章。"
        ],
        "description": "原义是一挥笔就能成功（就：完成）。指才思敏捷，写字、作文或画画速度很快"
    },
    {
        "idiom": "文不加点",
        "examples": [
            "想要能够文不加点，下笔有神，除了天资之外，还必须不断地勤练。态度观点看法（37 个）态度观点看法（37 个）不同人群不同态度 各持己见、众说纷纭、莫衷一是、不置可否、模棱两可理所当然、顺理成章、天经地义、水到渠成、自然而然、事情发生合乎情理顺其自然众人对某一个人态度 众望所归、人心所向、不负众望、不浮众望通过部分得出错误结论 以偏概全、一孔之见、管窥蠡测、一叶知秋、以小见大、或知晓全貌 见微知著、盲人摸象见识有限被遮挡 管窥蠡测、坐井观天、一叶障目见解精准正确 远见卓识、真知灼见、鞭辟入里、一针见血、字字珠玑观点对立和因尊敬针锋相对、敬而远之或顾虑远离对人或事的评价 大有可为、无可厚非、无可非议、差强人意"
        ],
        "description": "点：古人写文章在字的右上角涂一点，表示删去。文章不用涂改，一气写成。形容文思敏捷，写作技巧高超。"
    },
    {
        "idiom": "各持己见",
        "examples": [
            "11月的美国大选，双方各持己见，一方认为这次选举是美国历史上最公平的选举之一，一方认为存在大量舞弊行为。"
        ],
        "description": "各人都持自己的见解。"
    },
    {
        "idiom": "众说纷纭",
        "examples": [
            "中国特色社会主义三十多年来实践的惊人成就世人公认，但对其发展呈现的突出矛盾和未来走向，则众说纷纭，议论很多。",
            "专家对手机引雷说法众说纷纭。"
        ],
        "description": "纷纭：多而姑乱。人多嘴杂，议论纷纷。（前面可加主语，也可不加主语；有时可做形容词）（侧重观点多）"
    },
    {
        "idiom": "莫衷一是",
        "examples": [
            "个中原因莫衷一是，有的专家将之归咎为英国近年来执行的紧缩政策导致高校科研和培养师资的经费不足，有的专家则认为，这是生源水平下降的结果。",
            "如果一个民族、一个国家没有共同的核心价值观，莫衷一是，行无依归，那这个民族、这个国家就无法前进。"
        ],
        "description": "莫：不能。衷：折衷，判断。是：对。不能断定哪个对，哪个不对。也指意见纷纭，分歧很大，不能得出一致的结论。（侧重观点难以统一）"
    },
    {
        "idiom": "不置可否",
        "examples": [
            "作为美菱多年来的合作伙伴，京东的渠道优势不置可否，美菱的产品优势也是有目共睹，产品+渠道的深度融合，在促进双方可持续发展的同时，也为行业高质量发展赋能。"
        ],
        "description": "置：搁置，安放；可否：可以不可以。不说可以，也不说不可以。指不表明自己的态度。"
    },
    {
        "idiom": "模棱两可",
        "examples": [
            "提案国对决议草案作出改进，但有些修改意见没有纳入案文，决议草案在若干关键问题上仍模棱两可，令中方担忧可能达不到预期效果，甚至带来消极后果，导致地区紧张局势进一步升级。因此中方在表决中投了弃权票。"
        ],
        "description": "模棱：含糊，不明确；两可：可以这样，也可以那样。指不表示明确的态度，或没有明确的主张。"
    },
    {
        "idiom": "理所当然",
        "examples": [
            "发达国家难逃腐败，我们腐败就理所当然？"
        ],
        "description": "指从道理上讲，应该如此。"
    },
    {
        "idiom": "顺理成章",
        "examples": [
            "这么看，两岸融合“这副担子”落在福建的肩上，顺理成章。两岸融合是福建一直在做的事情，听起来有点儿“老调重弹”，但去年的情况还真不一样。"
        ],
        "description": "意思是写文章、做事情顺着条理就能做好。比喻随着某种情况的发展而自然产生的结果。"
    },
    {
        "idiom": "天经地义",
        "examples": [
            "解放军维护国家主权和领土完整，开展有关军事行动天经地义。"
        ],
        "description": "指天地间理所当然而不能改变的道理；也指理所当然，不容置疑的问题"
    },
    {
        "idiom": "水到渠成",
        "examples": [
            "正值中越建立全面战略合作伙伴关系15周年之际，双方提升关系新定位可谓大势所趋、水到渠成，必将为两国关系开辟更加光明的前景。"
        ],
        "description": "意思是当水流到某处时，自然会形成一条水道。这个成语用来比喻当条件成熟时，事情会自然成功，并不需要强求。"
    },
    {
        "idiom": "自然而然",
        "examples": [
            "在北京理工大学机械与车辆学院激光微纳制造研究所副所长、教授张学强看来，这一切都是他发自内心，自然而然的选择。"
        ],
        "description": "意思是自由发展，必然这样。指非人力干预而自然如此。"
    },
    {
        "idiom": "顺其自然",
        "examples": [
            "习近平总书记说：“疫情突如其来，‘新就业形态’也是突如其来。对此，我们要顺势而为，让其顺其自然、脱颖而出。"
        ],
        "description": "意思是顺着事物本来的性质自然发展。"
    },
    {
        "idiom": "众望所归",
        "examples": [
            "今年，答案终于揭晓，大奖众望所归地颁给了三年来陪伴人们度过疫情每个艰难困苦时刻的张文宏医生及他主导的科普项目《新冠疫情下的全民抗疫与健康生活科普》。"
        ],
        "description": "意思是用于形容某人威望很高，受到大家敬仰和信赖。"
    },
    {
        "idiom": "人心所向",
        "examples": [
            "瑙鲁政府的决定，再次充分说明，一个中国原则是人心所向、大势所趋，不可阻挡！台湾从来不是一个国家，过去不是，今后更不是。"
        ],
        "description": "意思指的是人民群众所拥护的、向往的事物或者方向。"
    },
    {
        "idiom": "不负众望",
        "examples": [
            "中央政治局的同志要在全面学习、全面把握、全面落实党的二十大精神上带好头、作表率，不辱使命、不负众望，切实把思想和行动统一到党的二十大所作出的各项决策部署上来。"
        ],
        "description": "意思是指为人所信服，很争气，不辜负大家的期望。"
    },
    {
        "idiom": "不浮众望",
        "examples": [
            "新上任的书记，因不孚众望，很快就下台了。"
        ],
        "description": "孚：信服。不能使群众信服。"
    },
    {
        "idiom": "以偏概全",
        "examples": [
            "只有综合地阅读，才能学得完整系统，不致断章取义，以偏概全。"
        ],
        "description": "以：用；偏：片面；概：概括；全：全部。用片面的观点看待整体问题。"
    },
    {
        "idiom": "一孔之见",
        "examples": [
            "这种庸俗的事务主义，实质上是看轻理论注重经验，陷入了狭隘的经验主义，容易在瞎忙乱忙中迷失方向，没有远大的前途，沾沾自喜于一得之功和一孔之见，因此不利于事业发展。",
            "提升效能，是机关工作必须改变的一种工作方式，就如何提升效能，我结合工作实际，谈谈个人的一孔之见。"
        ],
        "description": "从一个小孔里看到的事物。比喻片面的观点见解。多谦称自己的看法。"
    },
    {
        "idiom": "管窥蠡测",
        "examples": [
            "“知屋漏者在宇下，知屋政失者在草野”。是的，如果主政者井蛙观天，孤陋寡闻，视世情必管窥蠡测，察时势则如坐云雾，一不小心就会压抑活力，积攒怨气。"
        ],
        "description": "管：竹管。窥：从孔隙中看。蠡：瓠瓢。测：测量。比喻见识短浅、了解片面。（中性词）（侧重整体与部分对比）"
    },
    {
        "idiom": "一叶知秋",
        "examples": [
            "党员干部在群众路线教育实践活动的意见征集阶段，除了要有“闻过则喜”的诚恳态度，还须具备“一叶知秋”的敏锐。"
        ],
        "description": "从一片落叶可以知道秋天的到来。比喻从一点征兆可以预料事物发展的趋向。也作“落叶知秋”、“叶落知秋”。（侧重从预兆推知未来）"
    },
    {
        "idiom": "以小见大",
        "examples": [
            "今年春晚语言类节目在主题立意上更加注重“以小见大”——小故事讴歌大时代，小人物书写大情怀。"
        ],
        "description": "从小的可以看出大的，指通过小事可以看出大节，或通过一小部分看出整体。（侧重大小对比）"
    },
    {
        "idiom": "见微知著",
        "examples": [
            "安个护栏绿化一下别看事小，但是它见微知著了，防微杜渐了，柔性执法了。"
        ],
        "description": "微：小，指事物微小的迹象。著：显明，指事物的发展。谓看到事物的苗头，就能知道它的未来发展趋势和实质。同“睹微知著”。（侧重大小对比）"
    },
    {
        "idiom": "盲人摸象",
        "examples": [
            "任何事被冠之以“秘密”后，总能激起人的窥探欲。然而，“窥探”却往往如盲人摸象，要么看偏，要么看缺。"
        ],
        "description": "比喻以点带面、以偏概全。（现更多用字面义，形容做一件事毫无头绪地摸索）"
    },
    {
        "idiom": "管中窥豹",
        "examples": [
            "得其大者兼其小的同时，也须小中见大、管中窥豹，通过一年内大大小小的事情折射出党员干部党性立场的坚定、党性修养的砥砺、党员姓“党”觉悟的升华。",
            "有的教师吃了几年洋面包，拿国外与中国对比几乎成了思维定势和行为定势。那么问题来了，你怎么能断定你对国外的了解、对祖国的了解不是以蠡测海、管中窥豹？"
        ],
        "description": "管：竹管。从管中看豹。比喻见识狭小，看不到全面。（也可以比喻只看事物的一部分而推测全貌—最近多用）（中性词）（侧重整体与部分对比）"
    },
    {
        "idiom": "坐井观天",
        "examples": [
            "恐怕某人士不是“坐井观天”，就是“夜郎自大”，麻烦他到大陆走一趟，看他还会不会这么无知。"
        ],
        "description": "比喻眼界不开阔，见识不广。"
    },
    {
        "idiom": "一叶障目",
        "examples": [
            "当然，公有制经济也好，非公有制经济也好，在发展过程中都有一些矛盾和问题，也面临着一些困难和挑战，需要我们一起来想办法解决。但是，不能一叶障目、不见泰山，攻其一点、不及其余。"
        ],
        "description": "眼睛被一片树叶挡住，指看不到事物的全貌。"
    },
    {
        "idiom": "远见卓识",
        "examples": [
            "习近平主席提出的构建人类命运共同体理念非常富有远见卓识，“在全球冲突不断的当下，这也是一个关乎全球和平的理念”。"
        ],
        "description": "解释为有远大的眼光和卓越的见解。"
    },
    {
        "idiom": "真知灼见",
        "examples": [
            "代表委员聚焦群众关切提出务实有效的议案提案和建议，相关部门高度重视、认真吸收，将他们的真知灼见转化为推动经济社会发展的硬招实招，把全过程人民民主真正落到实处。"
        ],
        "description": "（灼：明白，透彻）指正确而透彻的认识，高明的见解。"
    },
    {
        "idiom": "鞭辟入里",
        "examples": [
            "两位教授的讲解深入浅出、鞭辟入里，在沉浸式的场景互动中，将党的创新理论“植”入人心。绿色是大自然的底色，更是高质量发展的底色。"
        ],
        "description": "形容做学问切实。今多形容分析问题透彻，切中要害。"
    },
    {
        "idiom": "一针见血",
        "examples": [
            "把脉国际大势，习近平一针见血，极具远见卓识。在世界经济前行的十字路口，在国际体系变革的关键阶段，习近平在二十国集团大阪峰会开出“中国药方”，提出尊重客观规律、把握发展大势、胸怀共同未来等重要主张。"
        ],
        "description": "意思是比喻说话直截了当，切中要害。"
    },
    {
        "idiom": "一语中的",
        "examples": [
            "中共举办的与世界政党高层对话会吸引力为何这么大？摩洛哥议会第二大党真实性与现代党总书记奥马里一语中的：人类命运共同体理念的提出是中国共产党着眼全人类前途命运的证明。"
        ],
        "description": "意思是指一句话就说中要害，一句话就说清了事情的重点。"
    },
    {
        "idiom": "字字珠玑",
        "examples": [
            "办好这门\"关键课程\"，习近平首次公开的讲话字字珠玑。"
        ],
        "description": "比喻说话或文章的词句非常优美，就像每个字都是珍贵的珍珠一样。"
    },
    {
        "idiom": "针锋相对",
        "examples": [
            "1975年他开始主持党、国家、军队日常工作，为扭转“文化大革命”造成的严重混乱局面，开展大刀阔斧的全面整顿，同“四人帮”进行针锋相对的斗争。"
        ],
        "description": "意思是针尖对锋芒。比喻双方在策略、论点及行动方式等方面尖锐对立。"
    },
    {
        "idiom": "敬而远之",
        "examples": [
            "老舍《四世同堂》：“手脚又厉害，都只向他点头哈腰的敬而远之。”"
        ],
        "description": "表示尊敬却有所顾虑不愿接近。"
    },
    {
        "idiom": "大有可为",
        "examples": [
            "正如习近平总书记深刻指出的：“实践证明，我国自主创新事业是大有可为的，我国广大科技工作者是大有作为的。”"
        ],
        "description": "比喻指前途极有希望，值得去做。"
    },
    {
        "idiom": "无可厚非",
        "examples": [
            "长江经济带的各个地区、每个城市都应该也必须有推动自身发展的意愿，这无可厚非，但在各自发展过程中一定要从整体出发，树立“一盘棋”思想，把自身发展放到协同发展的大局之中，实现错位发展、协调发展、有机融合，形成整体合力。"
        ],
        "description": "意为不可过分指责，表示虽有缺点，但是可以理解或原谅。也说未可厚非。"
    },
    {
        "idiom": "无可非议",
        "examples": [
            "中方的立场是客观、公正和建设性的，无可非议。"
        ],
        "description": "意思是没有什么可以指责的，表示言行合乎情理。可用来形容人、事、思想、行动、品质等。"
    },
    {
        "idiom": "差强人意",
        "examples": [
            "大致上还能够令人满意。（现多误用，辨析词义）",
            "而日前中国质量协会等公布的银行业客户满意度测评结果却差强人意，其中尤以收费不合理最为客户不满意。明显含糊（11 个）明显含糊（11 个）形容很明显 毋庸置疑、显而易见、不言而喻、毋庸讳言、昭然若揭、彰明较著形容不明显 语焉不详、讳莫如深形容偷偷、暗地 暗度陈仓、大张旗鼓、不露声色"
        ],
        "description": "差：尚，稍微。强：振奋。还能振奋人们的意志。"
    },
    {
        "idiom": "毋庸置疑",
        "examples": [
            "中国对世界经济的贡献是毋庸置疑的。2010年中国对世界经济增长的贡献将达到1/3，远远超过美国。"
        ],
        "description": "毋：无。庸：用。置疑：怀疑。用不着怀疑。"
    },
    {
        "idiom": "显而易见",
        "examples": [
            "这道理显而易见，谁都能看明白。"
        ],
        "description": "事情或道理非常明显，极容易看清楚。"
    },
    {
        "idiom": "不言而喻",
        "examples": [
            "他坦承，对亚利桑那州来说，中国的重要性不言而喻。"
        ],
        "description": "喻：明白。不用说什么就能明白。也作“不言自明”。"
    },
    {
        "idiom": "毋庸讳言",
        "examples": [
            "毋庸讳言，科学是严肃的，有时候甚至略显乏味。相比之下，“伪科学”往往是轻浮和聒噪的。非如此，不足以强化偏见、撩拨情绪。"
        ],
        "description": "意思是指用不着隐讳，可以直说的内容。毋庸指不用。"
    },
    {
        "idiom": "昭然若揭",
        "examples": [
            "美方唯恐香港不乱的险恶用心昭然若揭。"
        ],
        "description": "昭然：明显、显著的样子。揭：原意为高举，现也指揭开。意思是形容真相毕露，所有一切都已显现了出来。"
    },
    {
        "idiom": "彰明较著",
        "examples": [
            "可见“冃”与“曰”古文字形体的区别彰明较著，只是在现行楷书中，“冒”字上部的“冃”因与“曰”形体相近而常误书作“曰”。"
        ],
        "description": "彰、明、较、著：明显，显著。形容极其明显，很容易看清楚。"
    },
    {
        "idiom": "语焉不详",
        "examples": [
            "这份报告虽涉及到工程中的质量问题，但语焉不详，具体细节不明。"
        ],
        "description": "是指虽然提到了，但说得不详细。"
    },
    {
        "idiom": "讳莫如深",
        "examples": [
            "在谈判过程中，双方都讳莫如深，不愿意轻易透露自己的底牌。"
        ],
        "description": "原意为事件重大，讳而不言。后指把事情隐瞒得很紧。"
    },
    {
        "idiom": "暗度陈仓",
        "examples": [
            "虽然他表面看起来很单纯，但心里却很有心机，常常暗度陈仓，让人措手不及。"
        ],
        "description": "意思是指暗中进行某种活动。"
    },
    {
        "idiom": "大张旗鼓",
        "examples": [
            "开展民营经济高质量发展先进县（市、区）综合评价，为的是激发各地做大做优做强民营经济的动力和创造力，大张旗鼓为服务民营经济发展树标杆、立榜样，让民营经济这一社会发展的关键力量进一步蓬勃壮大。"
        ],
        "description": "形容进攻的声势和规模很大；也形容群众活动声势和规模很大。"
    },
    {
        "idiom": "不露声色",
        "examples": [
            "他在不露声色地观察着周围的人和事，以便更好地了解情况。发展情况（29 个）发展情况（29 个）形容发展态势好 层出不穷、风起云涌、方兴未艾、如火如荼、雨后春笋高歌猛进、突飞猛进、水涨船高、蒸蒸日上、如日中天、形容发展态势非常好势如破竹出现、萌生 横空出世、异军突起、应运而生相悖、相反 背道而驰、南辕北辙、分道扬镳形容发展迅速 一日千里、日新月异、阪上走丸逐渐衰落 日渐式微、每况愈下、江河日下一个变好一个变坏 此消彼长助长、助力发展 推波助澜、顺势而为、顺水推舟、大势所趋、势在必行逐渐衰落 日渐式微、每况愈下、江河日下一个变好一个变坏 此消彼长助长、助力发展 推波助澜、顺势而为、顺水推舟、大势所趋、势在必行形容发展态势好 层出不穷、风起云涌、方兴未艾、如火如荼、雨后春笋"
        ],
        "description": "意思是心里面的计划或者想法并不通过言语和面部表情直接表现出来。"
    },
    {
        "idiom": "应运而生",
        "examples": [
            "现代经济学已经失灵，适应信息时代的新型经济学将应运而生。"
        ],
        "description": "应运：应天命。指顺应天命而降生。后泛指顺应时机而产生。"
    },
    {
        "idiom": "层出不穷",
        "examples": [
            "市场上时装的款式，层出不穷。"
        ],
        "description": "层出：接连出现。穷：尽。接连出现，没有穷尽。（主语是事物。）"
    },
    {
        "idiom": "风起云涌",
        "examples": [
            "时代风起云涌，目睹了百年交汇，注视着国际盛会，更见证了青年在历史洪流中惊起波涛。"
        ],
        "description": "形容雄浑磅礴之势；也比喻事物迅速发展，声势浩大。"
    },
    {
        "idiom": "方兴未艾",
        "examples": [
            "随着大数据、人工智能等数字技术在农业领域的广泛应用，智慧农业在许多国家方兴未艾。",
            "两国双向投资规模持续增长，能源、航空航天、互联互通等领域大项目合作稳步推进，科技创新、跨境电商等新兴领域合作势头强劲，地方合作方兴未艾，为两国民众带来实实在在的好处，也为双方各自发展振兴提供了源源不断的动力。"
        ],
        "description": "意思是事物正在发展，尚未达到止境。"
    },
    {
        "idiom": "如火如荼",
        "examples": [
            "放眼北疆各大项目现场，处处呈现出如火如荼的建设场面。"
        ],
        "description": "原比喻军容之盛，现在形容旺盛、热烈或激烈。"
    },
    {
        "idiom": "雨后春笋",
        "examples": [
            "十余年来，各式各样的创意产业园在广州如雨后春笋，蓬勃生长。"
        ],
        "description": "春天下雨后竹笋长得又多又快，比喻新生事物大量涌现和蓬勃发展。（侧重数量多）"
    },
    {
        "idiom": "高歌猛进",
        "examples": [
            "自去年开工以来，项目建设一路高歌猛进，预计年底验收手续办理后即可试生产。"
        ],
        "description": "意思是高声歌唱，勇猛前进；形容在前进的道路上，充满乐观精神。"
    },
    {
        "idiom": "突飞猛进",
        "examples": [
            "我可以肯定地认为，中国会继续实现突飞猛进的发展。"
        ],
        "description": "形容发展十分迅速。"
    },
    {
        "idiom": "水涨船高",
        "examples": [
            "人民网发表评论文章《明星片酬为啥屡“限”屡高？》，文章指出，市场认明星，有人认有人买单，明星片酬自然就水涨船高。"
        ],
        "description": "水位上涨，船体也随着上升。比喻事物随着它所凭借的基础而增长。"
    },
    {
        "idiom": "蒸蒸日上",
        "examples": [
            "30多年来，中国的发展，北京的成长，让世人看到了中国的实力。与此同时，中国的体育事业也蒸蒸日上。"
        ],
        "description": "蒸蒸：热气上升的样子。形容事业一天天地向上发展。（常搭配事业、国家、人民生活等，侧重向上）"
    },
    {
        "idiom": "横空出世",
        "examples": [
            "四十载波澜壮阔，一批批拓荒者、先行者、攻关者，闯关夺隘、攻坚克难，把一个个“不可能”变成“可能”，让一串串惊世奇迹横空出世。"
        ],
        "description": "形容人或物高大，横在空中，浮出人世，或比喻卓尔不群。（侧重突出、明显）"
    },
    {
        "idiom": "异军突起",
        "examples": [
            "今年夏天，选秀节目被互联网再次引爆。《中国有嘻哈》异军突起，让“嘻哈”这一小众音乐备受关注。"
        ],
        "description": "异军：另一支军队。比喻一支新生力量突然崛起。（侧重新生事物）"
    },
    {
        "idiom": "如日中天",
        "examples": [
            "2013年热播的《徐悲鸿》更是让他的演艺事业如日中天。"
        ],
        "description": "像太阳正运行到正午。比喻正发展到最兴盛的阶段。"
    },
    {
        "idiom": "势如破竹",
        "examples": [
            "尽管《私人订制》在上映后遭遇恶评，但无论是在排片上还是票房上都势如破竹。"
        ],
        "description": "势：形势。破竹：劈开竹子。形势如同劈竹子一样，劈开头上几节，下面各节就顺着刀口裂开了。后用来形容节节胜利，毫无阻碍。"
    },
    {
        "idiom": "背道而驰",
        "examples": [
            "以零售和餐饮经营的服务业都应该向日本学，正如日本餐饮业的赚钱大王西腾公司，其经营术与一般餐饮企业背道而驰，但却成为日本餐饮界当之无愧的赚钱大王。",
            "社会舆论应该理性的跳出何涛“道德模范”的特殊身份，严格按照法律来进行公允的评判，才能真正救赎这个和法律“背道而驰”的“道德标杆”。"
        ],
        "description": "背：逆着。道：道路。向着相反的道路奔驰。比喻彼此方向目标完全相反。也比喻背离正确的目标，朝相反的方向走。"
    },
    {
        "idiom": "南辕北辙",
        "examples": [
            "如果一方面盼望有功于“世道人心”的文艺，而同时又不许文艺作品带着强心和清泻的药品，这何异南辕北辙？",
            "司机以为我是人生地不熟的外来客，南辕北辙的大兜圈子。"
        ],
        "description": "辕：车辕，车前驾牲口的直木。辙：车轮经过留下的痕迹。本要往南边去却驾车向北。比喻行动和目的截然相反。(多形容同一个主语、侧重目标与做法相反）"
    },
    {
        "idiom": "分道扬镳",
        "examples": [
            "经历了两年半的短暂“联姻”，青岛啤酒与三得利最终分道扬镳。"
        ],
        "description": "道：道路。镳：马嚼子。分开道路，驱马前进。指分道而行。也比喻思想、志趣不同而各人干各人的事。也作“扬镳分路”。"
    },
    {
        "idiom": "一日千里",
        "examples": [
            "从时代的大趋势看，无论世界还是中国的发展都好像有一种加速度，真是日新月异、一日千里，新情况新问题格外多。"
        ],
        "description": "一日千里一天跑一千里。也比喻进步、发展很快。"
    },
    {
        "idiom": "日新月异",
        "examples": [
            "我工作的地方，如今建起了高楼大厦，马路变宽了，环境变美了，城市面貌日新月异的变化令人振奋。"
        ],
        "description": "形容发展变化很快，新事物、新气象不断出现。"
    },
    {
        "idiom": "阪上走丸",
        "examples": [
            "整个计划如阪上走丸一般，顺利无阻。"
        ],
        "description": "（阪：斜坡；丸：弹丸）指在斜坡上滚弹丸，比喻形势发展迅速或工作进行顺利。"
    },
    {
        "idiom": "日渐式微",
        "examples": [
            "牛墟鼎盛时日交易量上千头，牛客来自全国各地，如今随着时代变迁，日渐式微。"
        ],
        "description": "事物逐渐地由兴盛而衰落。"
    },
    {
        "idiom": "每况愈下",
        "examples": [
            "7年多来，饱受动荡之苦的突尼斯人民生活水平每况愈下。",
            "在这个时代里，人人都讲究社交，白天要勤奋工作，晚上还得与同事应酬、放松，殊不知，彻夜的狂欢非但不能把压力派遣出去，反而会令身体每况愈下。"
        ],
        "description": "指情况越来越坏，越来越糟糕。（也可形容身体或精神越来越糟糕。）"
    },
    {
        "idiom": "江河日下",
        "examples": [
            "历史上，诸葛亮长于谋事短于谋人，最后造成蜀国江河日下，走向衰落。"
        ],
        "description": "长江大河的水，日夜流向下游而不止。比喻事物日趋衰落，情况一天不如一天。（多指国势等事物发展趋势）"
    },
    {
        "idiom": "此消彼长",
        "examples": [
            "传统媒体和新兴媒体融合发展，不是一个此消彼长的概念，而是此长彼长的过程。"
        ],
        "description": "指这个下降，那个上升。"
    },
    {
        "idiom": "推波助澜",
        "examples": [
            "在经济利益的驱动下，借助于网络、手机、微博等新媒体的推波助澜，各式广告无孔不入。",
            "至今秋十月，全国各铁路局承揽货物运输业务量和营业额均有不同程度的增长，让百姓客户享受到高效能的运输服务，为新经济时期内的“货畅其流”推波助澜。"
        ],
        "description": "澜：大的波浪。比喻推动、助长事物的声势及发展。（中性词。）"
    },
    {
        "idiom": "顺势而为",
        "examples": [
            "我们要因势而谋、应势而动、顺势而为，加快推动媒体融合发展，使主流媒体具有强大传播力、引导力、影响力、公信力。"
        ],
        "description": "顺应形势做事情。"
    },
    {
        "idiom": "顺水推舟",
        "examples": [
            "在市场自然增长的时候，营销的作用是顺水推舟；在市场遭遇困境的时候，营销的作用是逆水行舟，更需体现担当，展现价值。"
        ],
        "description": "舟：船。顺着水流的方向推船。比喻顺应某个趋势说话办事。"
    },
    {
        "idiom": "大势所趋",
        "examples": [
            "台湾是我国领土不可分割的一部分，实现祖国和平统一，是大势所趋，人心所向。"
        ],
        "description": "大势：整个局势。趋：趋向。整个局势发展的方向。"
    },
    {
        "idiom": "势在必行",
        "examples": [
            "我相信农村不久就会出现一个全新的局面，一切恐怕都势在必行了。风气时尚名声（14 个）风气时尚名声（14 个）流行 蔚然成风、靡然成风、大行其道、风靡一时狂拽炫酷名声大 煊赫一时、如雷贯耳、炙手可热、名噪一时、闻名遐迩不好的流行 过江之鲫、趋之若鹜、甚嚣尘上突然出名 声名鹊起、名声大噪"
        ],
        "description": "势：形势。客观形势决定必须这样做。"
    },
    {
        "idiom": "蔚然成风",
        "examples": [
            "要在全社会积极营造鼓励大胆创新、勇于创新、包容创新的良好氛围，既要重视成功，更要宽容失败，真正让创新在全社会蔚然成风。"
        ],
        "description": "蔚然：草木茂盛的样子。形容一种事物逐渐发展流行，形成风气。（多含褒义）"
    },
    {
        "idiom": "大行其道",
        "examples": [
            "“洁厕块致癌”谣言何以大行其道？",
            "金庸小说在越南大行其道。"
        ],
        "description": "新潮事物流行成为一种风尚。（中性，多贬义）"
    },
    {
        "idiom": "风靡一时",
        "examples": [
            "当然，“经典化”的过程难免泥沙俱下，大部分风靡一时的流行读物都成了泥沙。"
        ],
        "description": "靡：倒下。风靡：风一吹，就随之倒下。形容某一种事物在一个时期内非常流行。（中性）"
    },
    {
        "idiom": "煊赫一时",
        "examples": [
            "这个城市曾经是煊赫一时的贸易中心，但随着时代变迁，它的辉煌逐渐消散。"
        ],
        "description": "意思是在一段时期内名声威势很盛，含贬意。"
    },
    {
        "idiom": "如雷贯耳",
        "examples": [
            "肖飞的大名在敌占区里已如雷贯耳。"
        ],
        "description": "形容人的名声很大。"
    },
    {
        "idiom": "炙手可热",
        "examples": [
            "如果他长袖善舞，广为接纳，也可以成为翻云覆雨炙手可热的好汉。"
        ],
        "description": "炙：烤。手一靠近就感觉很烫，比喻气焰盛，权势大。"
    },
    {
        "idiom": "名噪一时",
        "examples": [
            "这个名噪一时的社会事件引发了全国范围内对相关问题的关注和讨论。"
        ],
        "description": "意思是一时名声很大。指名声传扬于一个时期。"
    },
    {
        "idiom": "过江之鲫",
        "examples": [
            "在这个都市里，如过江之鲫的文学膜拜者不远千里来到这陌生的异乡，蜗居在亭子间，试图一展身手。"
        ],
        "description": "比喻某种事物非常流行或时兴，数量众多，并且往往带有盲目跟风的意味。"
    },
    {
        "idiom": "趋之若鹜",
        "examples": [
            "年轻人在面对公务员这个“金饭碗”之时，到底是应该趋之若鹜，还是理性回归？",
            "通过北京车展，可以看到中国巨大的市场，中国的购买者对新车的趋之若鹜。"
        ],
        "description": "鹜：鸭子。像鸭子一样成群地跑过去。比喻很多人争相追逐、趋附。含贬义。（现在有时非贬义）"
    },
    {
        "idiom": "甚嚣尘上",
        "examples": [
            "2016年人民币对美元贬值了6.67%，人民币还有多大的贬值空间？最近甚嚣尘上的资本管制真的会来吗？",
            "近几年，猪肉相关谣言甚嚣尘上，部分谣言在网络上仍“余威未减”。"
        ],
        "description": "甚：很。嚣：喧闹。尘上：尘土飞扬。形容对某事议论纷纷。（中性词，多贬义）"
    },
    {
        "idiom": "声名鹊起",
        "examples": [
            "在经过很多年的努力以后，他突然声名鹊起，成为人人都知道的人物。"
        ],
        "description": "鹊起：喻指名声大作。形容名声迅速提高。"
    },
    {
        "idiom": "名声大噪",
        "examples": [
            "柳敬亭也很久以前，就名声大噪，成了江南艺坛的一位领袖。"
        ],
        "description": "名声广泛地传播开去。噪：传扬。"
    },
    {
        "idiom": "闻名遐迩",
        "examples": [
            "这座海岛因其美丽的海滩和清澈的海水而闻名遐迩，是一个度假胜地。管理、工作相关（8个）管理、工作相关（8 个）形容工作开展的局面、形势不好 尾大不掉、各行其是、各自为政、人浮于事形容人工作的状态 投闲置散、如鱼得水、面面俱到、独当一面"
        ],
        "description": "形容名声很大，主要指远近闻名。"
    },
    {
        "idiom": "尾大不掉",
        "examples": [
            "从晚清到民国，国家的行政体制始终未能一致，指臂不灵，尾大不掉，中央政府始终不能有效地号令全国。"
        ],
        "description": "掉：摇动，摆动。比喻属下势力强大，不服从指挥调度。也比喻事情前轻后重，难以驾驭的现象。"
    },
    {
        "idiom": "各行其是",
        "examples": [
            "各自为政、各行其是，党就会变成一盘散沙，党的领导就会成为一句空话。"
        ],
        "description": "指各人按照自己认为正确的去做。"
    },
    {
        "idiom": "各自为政",
        "examples": [
            "各部门互相协作，互相支援，消除了过去一定程度上存在的各自为政的现象。"
        ],
        "description": "各人按自己的主张办事。（多用来形容工作，单位之间、部门之间）"
    },
    {
        "idiom": "面面俱到",
        "examples": [
            "多措并举、面面俱到，才能把一个个问号拉直，让辛苦打拼一年的人们收获满满的获得感和幸福感。",
            "工作多年，他依然是大家眼中那个面面俱到的“细节怪”。更多资源添加小桃微信maikeya0"
        ],
        "description": "各方面都照顾得很周到。也指不仅各方面都照顾到，而且每一个方面都处理的很得当。"
    },
    {
        "idiom": "独当一面",
        "examples": [
            "与地勤机械师多人合作的工作形式不同，每趟动车的随车机械师只有一人，必须独当一面，特别是在遇到突发情况的时候。"
        ],
        "description": "意思是指单独负责一个方面的工作或任务。"
    },
    {
        "idiom": "投闲置散",
        "examples": [
            "因为他们的位置会被新成员取代，而自己就被投闲置散。"
        ],
        "description": "投：置放。放在闲散的位置上。指不被重用。"
    },
    {
        "idiom": "人浮于事",
        "examples": [
            "要围绕破解基层治理中的难点堵点，下大气力解决好人浮于事、牌子多中心多、基层权责不对等等方面的问题，切实把基层党建引领基层治理的水平和效能提上来。"
        ],
        "description": "意思是原指任事人的职位高于所得俸禄的等级。人浮于食，后作人浮于事，指人员的数目超过工作的需要。"
    },
    {
        "idiom": "如鱼得水",
        "examples": [
            "优化营商环境，让各种类型的经营主体“如鱼得水”。不止在南京，江苏各地积极行动。",
            "全省市场监管系统将坚持稳字当头、稳中求进，着力营造一流营商环境，服务构建全国统一大市场，加快建设质量强省和知识产权强省，让各类市场主体在江苏如鱼得水、如鸟归林。熟悉了解（19 个）熟悉了解（19 个）形容很熟悉 驾轻就熟、轻车熟路、了如指掌、耳熟能详、如数家珍、烂熟于心一下就能很了解 洞若观火、明察秋毫、一目了然、一览无余谁都知道 人尽皆知、妇孺皆知、家喻户晓不知道 一无所知、不甚了了、默默无闻、鲜为人知难以想象、相信 匪夷所思、不可思议"
        ],
        "description": "好像鱼得到水一样。比喻得到跟自己非常投合的人或对自己很适合的环境。"
    },
    {
        "idiom": "驾轻就熟",
        "examples": [
            "刘云今年61岁，对网络购物、线上支付驾轻就熟。"
        ],
        "description": "比喻对所做的事情熟悉，办起来容易。"
    },
    {
        "idiom": "轻车熟路",
        "examples": [
            "对于写信息写调研我可以说是轻车熟路，至于讲这个政治课题，当时着实难为我了。"
        ],
        "description": "轻车：负载轻的车子。驾着负载很轻的车子，走熟悉的道路。比喻事情又轻松又熟悉，办起来很容易。"
    },
    {
        "idiom": "了如指掌",
        "examples": [
            "老百姓天天跟地方官员直接打交道，对政府官员的作风，对“放管服”的好政策在下面是否严格执行了如指掌。"
        ],
        "description": "了：明了，明白。指掌：指着手掌。指对事物的了解非常清楚，像把东西放在手掌里让人看一样。"
    },
    {
        "idiom": "耳熟能详",
        "examples": [
            "大家耳熟能详的诗人杜甫，曾在这里泛舟。"
        ],
        "description": "详：详细地说出来。指听得多了，也就能详尽地讲述出来。"
    },
    {
        "idiom": "如数家珍",
        "examples": [
            "我跟着老工程师来到成果展览室，他如数家珍，讲得很详细。"
        ],
        "description": "家珍：家中收藏的珍宝。如同数自己家藏的珍宝那样清楚。形容对所讲述的东西非常熟悉。"
    },
    {
        "idiom": "烂熟于心",
        "examples": [
            "要想做到脱稿讲话，必须对自己的工作和工作中的问题烂熟于心，照本宣科反映出一个人思维方式的呆板。"
        ],
        "description": "烂：程度很深。心中有数，十分熟悉。"
    },
    {
        "idiom": "洞若观火",
        "examples": [
            "在反洗钱看不见的战线中，检察官们洞若观火，用高超的专业水平与勇毅探究的精神与犯罪行为展开较量，精准有力打击洗钱犯罪。"
        ],
        "description": "洞：透彻。指清楚得就像看火一样，形容观察事物透彻分明。"
    },
    {
        "idiom": "明察秋毫",
        "examples": [
            "组织选人公正严明、明察秋毫，干部干事接受组织安排，随时听从组织召唤，党组织和党员干部连为一体、相互信任、同舟共济，共同推动党和国家事业不断前进。"
        ],
        "description": "本义为视力好到能查辨秋天鸟兽的细毛（明：视觉敏锐。察：看。秋毫：鸟兽秋天新长出的细毛）；后多形容人精明，目光敏锐，能洞察一切。"
    },
    {
        "idiom": "一目了然",
        "examples": [
            "展览会的说明书写得简明扼要，使人对展览内容一目了然。"
        ],
        "description": "一目：看一眼。了然：清楚，明白。一眼就可以看清楚。（侧重看得清楚）"
    },
    {
        "idiom": "一览无余",
        "examples": [
            "他们漫步登上坡顶，一时感到视线非常开阔，鸟瞰西关全景，一览无余。"
        ],
        "description": "览：看。余：剩余。形容一下子就可以看清楚。同“一览无遗”、“一览而尽”。（侧重看的全）"
    },
    {
        "idiom": "人尽皆知",
        "examples": [
            "最开始是面对面地骗钱，这个把戏在凌云县当地，几乎人尽皆知。对外，他们谎称是干“民族资产解冻大业”，而在当地，大家都心知肚明，称之为“割猪”。"
        ],
        "description": "一定范围内的人都知道了。也就是说大家都知道了。"
    },
    {
        "idiom": "妇孺皆知",
        "examples": [
            "这些倡导人与人之间友爱互助的名言，在中华民族历史上可谓家喻户晓、妇孺皆知，并产生了世界性影响。"
        ],
        "description": "孺：小孩。妇女、小孩全都知道。指众所周知。"
    },
    {
        "idiom": "家喻户晓",
        "examples": [
            "中国女排夺取世界冠军的消息，已是家喻户晓，尽人皆知了。"
        ],
        "description": "喻：知道，明白。家家户户都知道。形容人人皆知。"
    },
    {
        "idiom": "一无所知",
        "examples": [
            "据外媒报道，在德国诺德林根镇，科学家发现，小镇的建筑几乎都是由镶嵌着百万颗微型钻石的岩石建造而成，镇上居民对此却一无所知。"
        ],
        "description": "意思是什么也不知道。"
    },
    {
        "idiom": "不甚了了",
        "examples": [
            "有些剧本杀实体店是由棋牌室转项的，经营者对如何运营剧本杀实体店不甚了了，花几百元钱甚至几十元钱买个剧本就盲目入行；三是内容生产鱼龙混杂。"
        ],
        "description": "意思是指心里不太明白，不是很清楚。"
    },
    {
        "idiom": "默默无闻",
        "examples": [
            "上了“好汉墙”的官兵是好汉，但那些默默无闻、无私奉献的无名好汉也都是真正的好汉。"
        ],
        "description": "意思是指做事无声无息，无人知晓，做了好事不声张，不图名利，没人知道。"
    },
    {
        "idiom": "鲜为人知",
        "examples": [
            "实际上，有关蔬菜中的农残，存在着不少鲜为人知的规律。"
        ],
        "description": "鲜：少。为：被。知：知道。很少有人知道。"
    },
    {
        "idiom": "匪夷所思",
        "examples": [
            "柯林斯认为，目前美国将佩戴口罩政治化的做法匪夷所思。他呼吁美国民众能佩戴上口罩并保持社交距离，尽量减少新冠病毒的传播。"
        ],
        "description": "形容人的思想、言谈、技艺、事情等离奇，超出寻常，指行为举止离奇古怪，超出常情，不是一般人根据常理所能想象的。"
    },
    {
        "idiom": "不可思议",
        "examples": [
            "近日在以色列一家野生动物园出现了一对不可思议的组合，一只猕猴居然“收养”了一只小鸡。学习效果印象（9 个）学习效果印象（9 个）浮光掠影、走马观花、蜻蜓点水、浅尝辄止、囫囵吞枣、形容学习粗浅不求甚解形容学到一点就能推知更多 举一反三、融会贯通、触类旁通"
        ],
        "description": "原有神秘奥妙的意思，是佛教用语。现多指无法想象，难以理解。"
    },
    {
        "idiom": "浮光掠影",
        "examples": [
            "在评价问题上，不能“浮光掠影”“点到为止”，应进行更加细致的研究。"
        ],
        "description": "浮光：水面上的反光。掠影：一闪而过的影子。比喻因事物很快消逝而使人对它的印象不深。（侧重抽象语境）"
    },
    {
        "idiom": "走马观花",
        "examples": [
            "有的上级督查检查考核兴师动众但又各行其是，基层没有那么多人力、物力，往往只能应付，而检查组也是走马观花。"
        ],
        "description": "走马：骑马快跑。比喻观察事物或者了解情况不深入细致。（侧重于用眼看具体事物的过程）（一般不形容读书）"
    },
    {
        "idiom": "蜻蜓点水",
        "examples": [
            "治标不治本、蜻蜓点水式的清理，最终只能是“换汤不换药”。"
        ],
        "description": "比喻进行某些动作时只轻轻接触表面。也比喻肤浅不深入。"
    },
    {
        "idiom": "浅尝辄止",
        "examples": [
            "可惜的是，我尽管出于爱好选修了足够多的人文类课程，但终是浅尝辄止、不成体系。"
        ],
        "description": "辄：立即，就。只略微尝试一下就停止。比喻做事不求深入。（侧重停止）"
    },
    {
        "idiom": "举一反三",
        "examples": [
            "数字的背后，是海南对环保督察中所反映出问题的重视：不仅要立行立改，而且要真正做到举一反三。"
        ],
        "description": "反：类推，推论。指举出一件事，就可以触类旁通，类推出许多同类事物来。（侧重于具象的事物层面。）（侧重类推）"
    },
    {
        "idiom": "融会贯通",
        "examples": [
            "如何做到在讲好中国故事的同时与世界对话，把我们的好东西介绍到国外，把国外好的东西引进来，洋为中用，做到中西合璧、融会贯通，是文学工作者必须破解的难题。"
        ],
        "description": "融会：融合。贯通：全面透彻地了解。指把各方面的知识、道理融合贯穿，从而获得对事物全面、透彻的理解和领悟。（侧重融合）"
    },
    {
        "idiom": "触类旁通",
        "examples": [
            "大多数人其实是被“狼来了”骗过之后才醒悟，并没有触类旁通，学会辨别这类假新闻，因而不时被低劣的造假手段“套路”。"
        ],
        "description": "触：接触。通：通晓。指掌握了某一事物的规律或知识，就能够以此类推，了解同类的其他事物。（侧重于抽象的思维层面。）（侧重类推）"
    },
    {
        "idiom": "囫囵吞枣",
        "examples": [
            "事实上世界上还是有那么一些人做到，区别只在于，是认真阅读还是囫囵吞枣。"
        ],
        "description": "囫囵：整个的。把枣子整个吞下。比喻笼统地接受，不加分析、甄别，不求甚解。"
    },
    {
        "idiom": "不求甚解",
        "examples": [
            "碎片化的阅读或观看，是快节奏生活下的产物，却也带来不求甚解。影响教育（17 个）影响教育（17 个）暗中影响、感化 潜移默化、耳濡目染、如沐春风、润物无声春风化雨、和风细雨、耳提面命、苦口婆心、循循善诱、形容好的影响、教育诲人不倦灌输智慧 醍醐灌顶、振聋发聩、成风化人影响、教育的方式 因势利导、揠苗助长、越俎代庖、放任自流"
        ],
        "description": "甚：很，极。原指读书只领会要旨，不必在一字一句上下功夫。后指只求懂个大概，不去深入理会。"
    },
    {
        "idiom": "潜移默化",
        "examples": [
            "精神文明建设关键要认真抓、切实干，做到潜移默化、春风化雨，引导群众树立文明观念、争当文明公民。"
        ],
        "description": "潜：暗中。默：毫无声息。指受到外来影响而在不知不觉中发生变化（侧重长时间）。"
    },
    {
        "idiom": "耳濡目染",
        "examples": [
            "环保行为的养成仅靠大道理还不够，还需要家庭的耳濡目染和社会的良好氛围。"
        ],
        "description": "濡：沾染。因经常听到看到而不知不觉受到影响。同“耳染目濡”、“目染耳濡”、“目濡耳染”。（侧重身处某种外在环境中）"
    },
    {
        "idiom": "如沐春风",
        "examples": [
            "“芜湖正在建设省域副中心城市，因为坐拥长三角，覆盖了我们80%以上的客户，最关键的是当地让企业如沐春风的营商环境，没有理由不选择这里。”"
        ],
        "description": "通常用来形容人感到非常舒适和愉悦。它的意思是像沐浴在春风里一样，感受到舒适的感觉。"
    },
    {
        "idiom": "润物无声",
        "examples": [
            "道德是一种力量，它春风化雨，润物无声；道德是一面旗帜，它鼓舞人们，引领方向。",
            "教书育人，润物无声。在人才培养和教学工方面，刘老师坚持走在本科教学第一线。"
        ],
        "description": "指有大胸怀者，做了贡献而不张扬，默默奉献。（也指文化教育等对人的潜移默化的影响）"
    },
    {
        "idiom": "春风化雨",
        "examples": [
            "把党史学习教育做到青少年心坎上，春风化雨般滋润青少年的心田，让他们与党史故事和人物产生情感共鸣、与优秀文化与民族精神发生思想共振，汲取奋发向上的力量。",
            "优秀传统文化与核心价值观建设有机结合起来，经过每天每月耳濡目染，如春风化雨般滋润着各地人民的心田。"
        ],
        "description": "宜于万物生长的和风及适时的雨。后用来比喻良好的教育。多用来称颂师长对学生及晚辈潜移默化的教诲。（也可用来形容文化或教育等对人的影响）"
    },
    {
        "idiom": "和风细雨",
        "examples": [
            "周口下大力气打造精神文明建设品牌项目，开展了道德模范的感人事迹、无私奉献的志愿服务精神、内容丰富的公益剧场等活动，这样的活动犹如和风细雨，在潜移默化中改变着市民的思想素质、生活方式和精神面貌。"
        ],
        "description": "意思是比喻耐心地和颜悦色地批评或劝说。"
    },
    {
        "idiom": "耳提面命",
        "examples": [
            "“父亲经常教育我们兄弟俩要‘一心为公、两袖清风’，他也深知我工作的重要性，对我更是耳提面命。"
        ],
        "description": "“耳提”，提着耳朵叮嘱；“面命”，当面指教，形容教诲殷切。多指（长辈对晚辈、上级对下级）恳切地教导。"
    },
    {
        "idiom": "苦口婆心",
        "examples": [
            "走街串巷查隐患、苦口婆心解纷争、一丝不苟办实事……在日常生活中，一群来回穿梭在社区、乡村的网格员，用他们忙碌的身影，提升了群众的安全感。"
        ],
        "description": "用来形容一个人善意且耐心地反复劝导他人。"
    },
    {
        "idiom": "循循善诱",
        "examples": [
            "社会文明的形成，需要自律，也需要他律；需要循循善诱的劝导，也需要法律制度的规范。"
        ],
        "description": "循循：有次序的样子。诱：引导。指善于有步骤地引导别人。多形容教育得法。"
    },
    {
        "idiom": "诲人不倦",
        "examples": [
            "从经师到人师，从教书先生到大国良师，好的教师学而不厌、诲人不倦，为党育人、为国育才。"
        ],
        "description": "诲：教诲，教导。教导人时很有耐心而不知疲倦。"
    },
    {
        "idiom": "醍醐灌顶",
        "examples": [
            "母亲漫不经心说出的一句“有钱难买回头看”，让我顿时有一种醍醐灌顶的顿悟和追悔莫及的反思。"
        ],
        "description": "醍醐：从牛乳中提炼出的纯酥油，佛教比喻最高的佛法。灌：浇。顶：头顶。比喻给人灌输智慧，使人从迷惑中醒悟或彻底觉悟。也比喻舒适畅快。"
    },
    {
        "idiom": "振聋发聩",
        "examples": [
            "总书记的讲话振聋发聩，语重心长。"
        ],
        "description": "比喻唤醒糊涂麻木之人。"
    },
    {
        "idiom": "成风化人",
        "examples": [
            "我们要深入学习领会、认真贯彻落实这些重要论述精神，切实传承发展好中华传统美德，用中华传统美德成风化人。"
        ],
        "description": "成风，倡树一种社会风气。化人，感染人、影响人、教育人。通过倡导树立一种社会风气来影响、教育感化社会大众。"
    },
    {
        "idiom": "因势利导",
        "examples": [
            "红寺堡区近年来采取大禹治水的办法，变堵为疏，因势利导，对一个个群众反映强烈的信访硬案采取“软着陆”的方式，实现了群体上访和信访积案双下降。"
        ],
        "description": "因：顺着。势：趋势。利导：引导。指顺着事物的发展趋势而加以引导。（褒义）"
    },
    {
        "idiom": "揠苗助长",
        "examples": [
            "超前教育无异于揠苗助长，看似成绩领先，特长傍身，实则根基不稳，不能行稳致远。",
            "中国电影这些年高速增长有目共睹，但在各路人马疯狂携资进入影视领域的当下，中国电影也有泡沫之虞，需重塑“好心态”，莫急功近利，更不能揠苗助长。"
        ],
        "description": "用来比喻违反事物的发展规律，急于求成，反而坏事。也作“拔苗助长”。"
    },
    {
        "idiom": "越俎代庖",
        "examples": [
            "孩子能做的事，父母不要越俎代庖。"
        ],
        "description": "越：超过。俎：古代盛牛羊等祭品的器具。庖：厨师。比喻处理超过自己职权范围的事情。"
    },
    {
        "idiom": "放任自流",
        "examples": [
            "我们虽然总说面对事情要顺其自然，但顺其自然不是放任自流。在健康问题上，放任自流就容易懒散，这是不可取的。好坏参杂建筑排列相关（11 个）好坏参杂建筑排列相关（11 个）形容建筑排列 错落有致、鳞次栉比、星罗棋布、美轮美奂参差不齐、泥沙俱下、良莠不齐、鱼龙混杂、鱼目混珠、买椟还珠、好坏都有滥竽充数"
        ],
        "description": "任凭事物自由发展，而不做干涉。"
    },
    {
        "idiom": "参差不齐",
        "examples": [
            "记者发现，虽说众多政府机构和部门都已开通了微博，但政务微博的运营情况良莠不齐，影响力参差不齐。",
            "目前，宣称可用于儿童的化妆品琳琅满目，但质量安全水平参差不齐。"
        ],
        "description": "参差：高低、长短、大小不齐的样子。形容不一致、有差别。（多搭配水平、质量、进展等）"
    },
    {
        "idiom": "错落有致",
        "examples": [
            "走上农场观景台俯瞰龙尚村全景，远处，一座座风格别样的民宿错落有致。"
        ],
        "description": "意思是形容事物的布局虽然参差不齐，但却极有情趣，使人看了有好感。"
    },
    {
        "idiom": "鳞次栉比",
        "examples": [
            "据了解，中南门古城有明清建筑103栋、保存完好的四合大院35个，青砖黛瓦，鳞次栉比，是铜仁保存最为完整的明清历史文化街区。"
        ],
        "description": "鳞：鱼鳞。次：次序。栉：梳子和篦子的总称。比：排列。像鱼鳞或梳篦的齿那样紧密地排列着。形容建筑物等密集、排列整齐的样子。"
    },
    {
        "idiom": "星罗棋布",
        "examples": [
            "在安徽六安固镇，当地利用星罗棋布的堰塘养鹅，发展鹅肉、鹅绒和羽毛加工，构建起一条数十亿元产值的综合产业链。"
        ],
        "description": "意思是像天空中的星星和棋盘上的棋子一样罗列、分布着。形容数量众多，散布的范围很广。"
    },
    {
        "idiom": "美轮美奂",
        "examples": [
            "历史与现代交融，传统与时尚携手，就在钟楼街美轮美奂的光影中，就在流光溢彩的迎泽之夜里。"
        ],
        "description": "多用于形容建筑物雄伟壮观，富丽堂皇；也用来形容雕刻或建筑艺术的精美效果。"
    },
    {
        "idiom": "泥沙俱下",
        "examples": [
            "鼓励内容创业的百花齐放，不等于支持内容市场的泥沙俱下。内容创业者在时代风口上受益，就应该为自己的影响力负责。",
            "站在新的历史起点上，我们面对的问题更加错综复杂，同时各种思潮、观点不断涌现、泥沙俱下。"
        ],
        "description": "俱：都。泥土和沙子一同随水冲了下来。比喻人或事物好坏混杂在一起。（侧重量大且好坏都有）"
    },
    {
        "idiom": "良莠不齐",
        "examples": [
            "目前，处在发展初期的微短剧内容良莠不齐，在带来大流量的同时，也存在剧情套路化、部分内容低俗化的问题。",
            "随着留学之风愈刮愈烈，留学生队伍也更显良莠不齐。有相当一批小留学生，甚至是在中国高考落榜的情况下出国的。"
        ],
        "description": "莠：狗尾草，比喻坏人。指好人、坏人混在一起。同“良莠不一”。（现在用法不止形容人，也可形容事物）"
    },
    {
        "idiom": "鱼龙混杂",
        "examples": [
            "以前的艺术批评，地位非常高，也很自律；现在的批评界则是鱼龙混杂、门槛太低。",
            "市场火爆、利润丰厚，但当前整个行业显然呈现出野蛮生长的状态，真正有经验的规划师明显供不应求，从业人员鱼龙混杂、服务水平参差不齐。"
        ],
        "description": "比喻坏人和好人混在一起。同“龙蛇混杂”。（现在用法不止形容人，也可形容事物）"
    },
    {
        "idiom": "鱼目混珠",
        "examples": [
            "近年来，中药材市场价格不断上涨，少数不法分子铤而走险：用染色的玉米须冒充藏红花；用苹果皮代替牡丹片，甚至用淬取后的药渣“鱼目混珠”，让消费者防不胜防。",
            "选人用人应坚持正确导向，激扬浊清，褒优戒劣，谨防各种投机分子、官场油子、蜕化变质分子混入地方各级领导班子。尤其是对那种肆意妄为、横冲直闯的“三敢干部”，应引起高度警惕，谨防他们鱼目混珠、招摇过市、带病提拔、高调“入阁”。"
        ],
        "description": "用鱼眼睛假冒珍珠。比喻以假乱真。（也可指以次充好。）"
    },
    {
        "idiom": "买椟还珠",
        "examples": [
            "很多消费者有这样的经历：花高价购买包装精美的产品，拆开“里三层外三层”的包装，商品本身没多少价值。有人认为，过度包装是现代的“买椟还珠”。"
        ],
        "description": "椟：木匣子。还：退还。比喻没有眼光，不识货，取舍失当。"
    },
    {
        "idiom": "滥竽充数",
        "examples": [
            "教学是一个综合性的技能，没有专业资格证的人代表水平达不到，一旦遇到外籍教师中的滥竽充数者，学生很难获得高质量教学成果。",
            "文具盲盒和其他盲盒一样，已经形成了热潮，但要警惕三无产品滥竽充数。对做法的形容（33 个）对做法的形容（33 个）条分缕析、抽丝剥茧、深入浅出、纲举目张、（提纲挈领、分析过程以一持万）向他人学习 博采众长、见贤思齐做法的结果不好 过犹不及、矫枉过正、于事无补、欲速不达、作茧自缚扬汤止沸、釜底抽薪、出谋划策、削足适履、与时俱进、咎由自取、形容做法闭门造车、刻舟求剑、守株待兔、掩耳盗铃、双管齐下捡芝麻丢西瓜 本末倒置、舍本逐末、喧宾夺主、得不偿失、因小失大、因噎废食踏实 量力而行、厚积薄发、脚踏实地"
        ],
        "description": "滥：失实，不真实。竽：一种簧管乐器。比喻没有真实本领的人，混在行家队伍里充数。也比喻以次充好。（可用于自谦）"
    },
    {
        "idiom": "条分缕析",
        "examples": [
            "越是面对复杂多变的社会环境，越应该注重身教重于言传、具体强于抽象，教育引导、舆论宣传、文化熏陶、实践养成、制度保障都应该条分缕析，在现实针对性上做足功夫。"
        ],
        "description": "缕：线。一条条分析。形容分析得有条理，很细致。"
    },
    {
        "idiom": "抽丝剥茧",
        "examples": [
            "从事纪检监察工作10多年来，罗功新一直在反腐败斗争第一线，面对重大疑难案件，他总能从纷乱如麻的线索中抽丝剥茧，找到案件的突破口。"
        ],
        "description": "意思是丝得一根一根地抽，茧得一层一层地剥；形容分析事物极为细致，而且一步一步很有层次。"
    },
    {
        "idiom": "深入浅出",
        "examples": [
            "这篇文章立论新颖，行文却深入浅出，明白易懂。"
        ],
        "description": "指讲话或文章的内容深刻，语言文字却浅显易懂。"
    },
    {
        "idiom": "纲举目张",
        "examples": [
            "在中央经济工作会议上，习近平总书记强调：“明年经济工作千头万绪，要从战略全局出发，抓主要矛盾，从改善社会心理预期、提振发展信心入手，抓住重大关键环节，纲举目张做好工作。”"
        ],
        "description": "指提起大网的总绳一撒，所有的网眼就都张开。比喻抓住事物的主要环节，就可带动一切。"
    },
    {
        "idiom": "提纲挈领",
        "examples": [
            "面对错综复杂的矛盾问题，要善于抓住主要矛盾，做到提纲挈领，才能精准聚焦、迎刃而解。"
        ],
        "description": "意思是抓住事物的关键部分或者核心要点，然后用简洁明了的方式进行概述或表达。"
    },
    {
        "idiom": "以一持万",
        "examples": [
            "改革，如秉轴持钧，以一持万。深入基层沉到一线，以实调研筑牢工作基础，将成为各地公安机关下一步推动人员职能整合、业务工作融合、机制流程衔接的发力点。"
        ],
        "description": "用来形容抓住了关键的环节或因素，从而能够控制和影响整个局面。它强调的是在处理问题时识别并把握住核心部分的重要性，以此来驾驭复杂的情况或者广泛的领域。"
    },
    {
        "idiom": "博采众长",
        "examples": [
            "搞科学研究，也需博采众长。"
        ],
        "description": "博采：广泛搜集采纳。从多方面吸取各家的长处。"
    },
    {
        "idiom": "见贤思齐",
        "examples": [
            "社会主义核心价值观“十进”活动和“文明城市复审”，催生出25890户“文明家庭”、43562户“星级文明户”，涌现了石丽平、刘仁平、姚少军、杨正文、李春学等23名身边好人，使人人见贤思齐、户户崇德向善。"
        ],
        "description": "指见到有才德的人就想着与他齐平"
    },
    {
        "idiom": "过犹不及",
        "examples": [
            "偶尔、适量的召回，可被看作车企责任感的体现。然而，过犹不及，如若因为有召回制度的存在，便放松对于质量的要求，将召回当饭吃、当枪使，则绝非一个负责任的车企该有的态度。"
        ],
        "description": "过：过分。不及：不够。事情做得过了头，就跟做得不够一样，都不合适。"
    },
    {
        "idiom": "矫枉过正",
        "examples": [
            "对于经济连续下行的走势，不必惊恐悲观，宏观政策既要加强预调微调，也要防止用力过猛，矫枉过正。"
        ],
        "description": "矫枉：矫正弯曲。指纠正偏失错误，超过了应有的限度。"
    },
    {
        "idiom": "于事无补",
        "examples": [
            "一些企业经常提及追赶“新赛道”，什么火就转做什么，认为只有追赶新风口，业绩才能起飞；如果赛道老旧，那么企业再努力也于事无补。"
        ],
        "description": "指某种言行对于解决问题没有帮助。"
    },
    {
        "idiom": "欲速不达",
        "examples": [
            "美军在高超音速导弹研发领域集中发力，意在快速实现技术突破，尽快装备部队，却导致了欲速不达的结果。"
        ],
        "description": "指违背规律、一味求快，反而达不到目的"
    },
    {
        "idiom": "作茧自缚",
        "examples": [
            "全球化时代，人才的跨国流动推动了全球范围内科技和经济进步，盲目上演自我封闭、仇恨、排外的闹剧，无异于作茧自缚。"
        ],
        "description": "蚕吐丝作茧，把自己包在里面。比喻自己束缚了自己或使自己陷入困境。"
    },
    {
        "idiom": "扬汤止沸",
        "examples": [
            "“大病提取住房公积金”此种做法只是一种扬汤止沸的应急之策，而无益于从根本上解决问题。"
        ],
        "description": "把开水从锅中舀出来，再倒回去，以阻止锅中的水沸腾。比喻不能解决根本问题的做法。"
    },
    {
        "idiom": "釜底抽薪",
        "examples": [
            "扬汤止沸不如釜底抽薪，必须深化体制机制改革，自觉转变职能、简政放权，从根子上铲除滋生“四风”问题的土壤。"
        ],
        "description": "釜：锅。薪：柴。从锅底下抽出柴火。比喻从根本上解决问题。"
    },
    {
        "idiom": "出谋划策",
        "examples": [
            "长期关注农业经济发展的全国政协委员、西北农林科技大学教授霍学喜，常年奔忙在苹果种植一线，利用科技助推苹果产业发展，带动农户脱贫致富，今年两会，他再次带着提案上会，为小苹果里的大产业出谋划策。"
        ],
        "description": "意思是制定计谋策略。多指为人出主意"
    },
    {
        "idiom": "削足适履",
        "examples": [
            "倘若作者如此牺牲了抒写的自由，即使极小部分，也无异于削足适履。"
        ],
        "description": "履：鞋。鞋小脚大，把脚削去一块来凑合鞋的大小。比喻不合理的迁就凑合或不顾具体条件，生搬硬套。"
    },
    {
        "idiom": "与时俱进",
        "examples": [
            "马克思主义具有与时俱进的理论品格。"
        ],
        "description": "时：时间。俱：一起，一同。进：前进。与时间一起前进。指不断进取，永不停滞。"
    },
    {
        "idiom": "本末倒置",
        "examples": [
            "搞政治理论和业务学习，却以“停止办公”之举直接违背这个最基本的“政治理论”，实在是本末倒置。"
        ],
        "description": "本：树根。末：树梢。比喻把事情的轻重主次颠倒了过来。"
    },
    {
        "idiom": "舍本逐末",
        "examples": [
            "这样的分析和议论，选择性忽视了两个赞助对于体育事业发展的裨益，而纠结于所谓的营销效果，属于舍本逐末的“跑偏”。"
        ],
        "description": "舍：放弃。本：根本。逐：追求。末：枝节。比喻放弃根本，追求末节，轻重主次倒置。"
    },
    {
        "idiom": "喧宾夺主",
        "examples": [
            "麻辣语录走红，折射出社会各界对学校加快教学法改革的期待，但喧宾夺主分散学生学习知识的注意力，就不值得提倡了。"
        ],
        "description": "喧：吵吵嚷嚷。客人的声音压倒了主人的声音。比喻外来的或次要的事物占据了原有的或主要的事物的位置。"
    },
    {
        "idiom": "得不偿失",
        "examples": [
            "先污染、后治理的代价过大，得不偿失，这是被中外治污史反复证明的道理。"
        ],
        "description": "所得到的抵不上所失去的。"
    },
    {
        "idiom": "因小失大",
        "examples": [
            "有的人就看着鼻子底下这点实利，算盘珠子拨得很精，看起来很聪明，实际上常常因小失大。"
        ],
        "description": "因：为了。指为了小的利益造成大的损失。"
    },
    {
        "idiom": "因噎废食",
        "examples": [
            "在这样的背景下，这两个项目进展不理想只能作为个案处理，我们不能因噎废食。"
        ],
        "description": "废：停止。比喻因为碰到挫折，连该做的事情也不做了。"
    },
    {
        "idiom": "咎由自取",
        "examples": [
            "网民纷纷表示，“双开”令计划彰显反腐决心，衷心拥护和支持党中央从严治党、猛药去疴；网民认为，作为曾经身居要职的党的高级领导干部，令计划罔顾党纪国法，最终落个身败名裂的下场，纯属咎由自取。"
        ],
        "description": "意为灾祸或罪过是自己招来的。指自作自受。"
    },
    {
        "idiom": "闭门造车",
        "examples": [
            "广义的开放没有问题，不能闭门造车，不能单打独斗，不能不学习人家的先进技术。"
        ],
        "description": "关起门来造车子。比喻不管客观情况如何，只凭主观愿望办事。（多形容不开放、自我封闭）"
    },
    {
        "idiom": "刻舟求剑",
        "examples": [
            "人的一切身家性命信息都是在变动的，如果非要像填表时代那样记录静态的数据，那就像刻舟求剑，永远难以还原一个人的全息图景。"
        ],
        "description": "求：寻找。比喻拘泥、不变通，不懂得根据实际情况处理问题。也比喻徒劳无功，达不到目的。"
    },
    {
        "idiom": "守株待兔",
        "examples": [
            "他说自己的投资理念其实很简单，就是找估值最低的个股，重仓布局，守株待兔。"
        ],
        "description": "株：树桩子。比喻心存侥幸，不劳而获。也比喻死守狭隘经验，不知变通。"
    },
    {
        "idiom": "掩耳盗铃",
        "examples": [
            "个人主义严重的人，常常会干出掩耳盗铃的蠢事，这又有什么奇怪呢！"
        ],
        "description": "掩：掩盖，遮盖。比喻自欺欺人。同“掩耳偷铃”。"
    },
    {
        "idiom": "双管齐下",
        "examples": [
            "治理社会公德失范，需要双管齐下，既要建立社会公共规则，又要重视社会公德教育。"
        ],
        "description": "管：笔管。比喻一件事同时采用两种办法或两件事同时进行。"
    },
    {
        "idiom": "量力而行",
        "examples": [
            "尽力而为也要量力而行，这就要求我们在推进共同富裕过程中必须具备充分考虑发展实际的科学精神。"
        ],
        "description": "意思是指根据自身的实际能力和条件来决定行动的范围，做事不要超过自己的能力范围，以免出现意外问题。"
    },
    {
        "idiom": "厚积薄发",
        "examples": [
            "从百年奋斗史中总结成功经验，坚定信念，确保在未来的日子里厚积薄发，永葆党的生机活力、团结带领全国各族人民实现中华民族伟大复兴的中国梦。"
        ],
        "description": "厚积：充分积累。薄发：少量地慢慢地释放。形容积累丰富的学问而不轻易表现出来。"
    },
    {
        "idiom": "脚踏实地",
        "examples": [
            "在推进中国式现代化的征程上，脚踏实地，砥砺前行，一点一滴的进步里，是一个越来越好的中国。守旧创新（19 个）守旧创新（19 个）形容守旧 墨守成规、抱残守缺、因循守旧、固步自封、食古不化、按图索骥形容按规矩办事 按部就班、循规蹈矩、循序渐进、有条不紊改良旧的换新的 推陈出新、吐故纳新、革故鼎新、除旧布新、弃旧图新、去芜存菁形容创新、独特 另辟蹊径、独树一帜、自成一家"
        ],
        "description": "比喻做事踏实，认真。"
    },
    {
        "idiom": "墨守成规",
        "examples": [
            "要破除墨守成规的思想，树立开拓创新的意识。"
        ],
        "description": "形容因循守旧，不肯改变。"
    },
    {
        "idiom": "抱残守缺",
        "examples": [
            "在一切学术领域里，都需要参考、借鉴外国的成就，抱残守缺、固步自封是不行的。",
            "如果不能在保护与修复中保存文物的历史、科学、艺术等价值，还不如抱残守缺，让其静静展现其历史的真实。"
        ],
        "description": "残、缺：不完整。1.固守陈旧残缺的东西不放，形容保守，不知改进。2.保存虽有残缺但仍有价值的古物。"
    },
    {
        "idiom": "因循守旧",
        "examples": [
            "调整改革后，面对“小机关、大部队”的新体制，如何走出因循守旧的“老套路”，打破守旧、守常、守成等习惯性思维的“旧束缚”，真正迎来部队建设的大发展、大突破？"
        ],
        "description": "因循：沿用旧办法。指一直沿用旧办法而不加改变。（侧重新与旧）"
    },
    {
        "idiom": "固步自封",
        "examples": [
            "他们非常注意世界科学的新动向，紧紧跟上科学发展的步伐，决不固步自封。",
            "自信自强决不意味着盲目自信、妄自尊大、固步自封，而是要在弘扬中华优秀传统文化的同时，积极学习借鉴人类文明的一切有益成果。"
        ],
        "description": "封：限制在一定的范围内。比喻因循守旧，安于现状，不求创新进取。（侧重开放与封闭）"
    },
    {
        "idiom": "食古不化",
        "examples": [
            "坚持植根历史文化沃土发展马克思主义，不是\"食古不化\"，简单复兴传统文化，更不是以中华优秀传统文化替代马克思主义，而是要\"以古人之规矩，开自己之生面\"，坚持古为今用、推陈出新。"
        ],
        "description": "意思是读书、作画一味学习古人，拘泥陈法，不善于灵活运用。指对所学的古代知识理解得不透，不善于按现在的情况来运用。"
    },
    {
        "idiom": "按部就班",
        "examples": [
            "学习应当按部就班，循序渐进。"
        ],
        "description": "部：类别。班：次序。原指写文章按类别安排文义，按顺序组织文辞。后指按照一定的次序或部置进行。（中性词）"
    },
    {
        "idiom": "循规蹈矩",
        "examples": [
            "他很老实，一向循规蹈矩，没有乱说乱动的行迹。"
        ],
        "description": "循：依照。规：圆规。蹈：踩。矩：曲尺。规、矩是定方圆的标准规则，借指行为的准则。原指遵守规矩，不敢违反。后指拘守旧准则，不敢稍做变动。（中性词）"
    },
    {
        "idiom": "循序渐进",
        "examples": [
            "学习要循序渐进，不先掌握基础知识，就无法深造。"
        ],
        "description": "循：顺，按照。序：次序。指事物的发展或学习工作等按照一定的步骤逐渐深入或提高。"
    },
    {
        "idiom": "有条不紊",
        "examples": [
            "中美经贸团队的磋商工作一直在有条不紊、按计划如期推进。"
        ],
        "description": "条：条理。紊：乱。形容办事很有条理。"
    },
    {
        "idiom": "按图索骥",
        "examples": [
            "文物部门对文物的保护是以“按图索骥”的原则进行的，随之产生的遗憾就是，一些没有被列入保护名录的文物就此成为建设的牺牲品，离开了人们的视野，其历史意义也湮没了。",
            "今后，信访人只要拿着信访清单按图索骥，就能找到相关职能部门反映诉求。"
        ],
        "description": "索：寻找。骥：良马。照着图像去寻找良马。比喻做事死守教条，而不懂得变通。也比喻依据一定的线索去寻找事物。（中性词）"
    },
    {
        "idiom": "推陈出新",
        "examples": [
            "我们研究历史不是为了复古，而是要借鉴历史、推陈出新。"
        ],
        "description": "推去旧的，产生新的。后多指在文化艺术方面去掉旧的糟粕，吸取其精华，创造出新的来。（多形容文化但不绝对）"
    },
    {
        "idiom": "吐故纳新",
        "examples": [
            "换届，就要吐故纳新，换出新精神，新思路和新气象。"
        ],
        "description": "纳：使进入，吸入。道家的养生术，吐出浊气，吸进新鲜空气。后多比喻扬弃旧的，吸收新的。（多形容事物在发展中呈现新的面貌）"
    },
    {
        "idiom": "革故鼎新",
        "examples": [
            "太平天国定都南京后，革故鼎新，颁布《天朝田亩制》。"
        ],
        "description": "革：除去。鼎新：立新。指革除旧的，建立新的。多指改朝换代或重大变革。（多政治角度）"
    },
    {
        "idiom": "除旧布新",
        "examples": [
            "一座城市就和一个人一样有\"新陈代谢\"，需要\"除旧布新\"，要梳洗打扮才能面目清新。"
        ],
        "description": "意思是清除旧的，建立新的；以新的代替旧的。"
    },
    {
        "idiom": "弃旧图新",
        "examples": [
            "他说，韩国政治应弃旧图新，推行改革，推翻独断专横的两党政治体系，创出新的多党政治体系，从而迎接充满希望与活力的民主政治时代。"
        ],
        "description": "意思是抛弃旧的，谋求新的。多指由坏的转向好的，离开错误的道路走向正确的道路。"
    },
    {
        "idiom": "去芜存菁",
        "examples": [
            "从石库门到天安门，从兴业路到复兴路，党的百年奋斗是一座去芜存菁的历史熔炉，是一条大浪淘沙的时间长河。坚持自我革命，这是中国共产党历经百年沧桑而青春依旧、长成参天巨树还岁岁发新的基本逻辑。"
        ],
        "description": "意思是除去杂质、保留精华。"
    },
    {
        "idiom": "另辟蹊径",
        "examples": [
            "在建设制造强国的新征程上，自行车企业该如何另辟蹊径，不断塑造自身品牌和优势，形成中国自行车企业在全球市场的竞争力和影响力？这些都需要企业在创新求变中给出答案。"
        ],
        "description": "意思是另外开辟一条路。比喻另创一种风格或方法。"
    },
    {
        "idiom": "独树一帜",
        "examples": [
            "程砚秋在京剧旦角中独树一帜，以“程腔”闻名于世。"
        ],
        "description": "单独树起一面旗帜。比喻创造独特风格，自成一家。同“别树一帜”。（侧重风格）"
    },
    {
        "idiom": "自成一家",
        "examples": [
            "90年代，石齐正式提出自己的\"三象合一\"艺术创作理念，自成一家。",
            "他的词不似温庭筠一般过于含蓄，也不似韦庄一般过于柔美，亦不似苏轼一般过于豪放，也不像柳永一般细腻，可谓自成一家。作风问题（16 个）作风问题（16 个）爱慕名利不务实 好高骛远、好大喜功、沽名钓誉只顾自己、自扫门前雪 独善其身、明哲保身虚伪敷衍不负责 虚与委蛇、委曲求全、敷衍塞责、曲意逢迎谄媚 投其所好、阿谀奉承领导坑下属、群众 兴师动众、劳民伤财、朝令夕改其他错误 哗众取宠、重蹈覆辙"
        ],
        "description": "意思是指在某一方面的学问或技术有独到的见解或独特的做法，能自成体系。"
    },
    {
        "idiom": "重蹈覆辙",
        "examples": [
            "以史为鉴，才能避免重蹈覆辙。对历史，我们要心怀敬畏、心怀良知。"
        ],
        "description": "本义为再走翻过车的老路（蹈：踏上；覆：翻倒；辙：车轮轧出的痕迹），比喻不吸取失败的教训，重犯以前的错误。"
    },
    {
        "idiom": "好大喜功",
        "examples": [
            "在现实生活中，有少数领导干部好大喜功，乐于做面子工程、政绩工程，喜欢“作秀”或者工作上务虚不务实，“雷声大、雨点小”。"
        ],
        "description": "喜欢做大事、立大功。多形容浮夸、不切实际的行为。"
    },
    {
        "idiom": "沽名钓誉",
        "examples": [
            "但对领导干部而言，沉溺于追名逐利，醉心于沽名钓誉，就无异于打开“潘多拉”盒子，万般恶事多因此而起。"
        ],
        "description": "比喻故意矫情做作，用手段猎取名声或赞誉。"
    },
    {
        "idiom": "独善其身",
        "examples": [
            "如果整个社会不改好，个人想独善其身是不可能的。"
        ],
        "description": "意思是不得志时也要注意自身的修养。后指只顾保持自身修养而不顾他人或全局。（语境要素：个人与外部的对比、保全保护）"
    },
    {
        "idiom": "明哲保身",
        "examples": [
            "一个做到首相地位的人，开会不说话，真是懂得明哲保身之道。"
        ],
        "description": "明哲：聪明有智慧。指聪明有智慧之人，善于趋安避危，保全自身。也指为保全个人利益而回避原则问题的处世态度。"
    },
    {
        "idiom": "虚与委蛇",
        "examples": [
            "批评贵在坦诚真挚，来不得虚与委蛇，甚或苦心算计。"
        ],
        "description": "虚：不真实，假意。与：跟。委蛇：敷衍。指对人虚情假意，敷衍应酬。"
    },
    {
        "idiom": "委曲求全",
        "examples": [
            "爱好和平并不是纵容罪恶，更不等于委曲求全。"
        ],
        "description": "曲意迁就，以求事成，或保全大局。"
    },
    {
        "idiom": "敷衍塞责",
        "examples": [
            "严禁拒不执行组织决定和安排，严禁敷衍塞责、临危退缩等违反纪律行为，要积极主动参与救援，全力搜救失联人员，切实解决灾害处置中的困难问题。"
        ],
        "description": "敷衍：马虎应付。塞责：搪塞责任。做事马虎，应付一下以搪塞责任。"
    },
    {
        "idiom": "曲意逢迎",
        "examples": [
            "微笑也是人与人之间最短的距离。达到这种结果的前提是发身内心的微笑，而不是曲意逢迎的。"
        ],
        "description": "曲意：违背本意。违背自己的本心，千万百计迎合或讨好别人。"
    },
    {
        "idiom": "好高骛远",
        "examples": [
            "有读者并不认同，指出青年人好高骛远、物质至上、个人主义的“青春短板”，并认为这些可能会压垮青春梦想。"
        ],
        "description": "骛：通“务”，追求。指不切实际地追求过高、过远的目标。"
    },
    {
        "idiom": "投其所好",
        "examples": [
            "可以看出，投其所好、表达心意是年轻人送礼物更为在意的方面，重视礼物承载心意、展现尊重等情感价值，但对\"拿得出手\"\"有面子\"也同样重视，而这往往更直接地反映在礼物的经济价值上。"
        ],
        "description": "意思是迎合别人的喜好。"
    },
    {
        "idiom": "阿谀奉承",
        "examples": [
            "裴矩为隋臣时，对隋炀帝溜须拍马、阿谀逢迎，成为唐官后，却常直言相劝、面折廷争。"
        ],
        "description": "阿谀：为讨好而说好听的话。奉承：恭维别人。为讨好而说好听的话恭维别人。也作“阿谀逢迎”。"
    },
    {
        "idiom": "兴师动众",
        "examples": [
            "怕就怕一大帮子人兴师动众地下去应景应酬，检查方徒造声势，接待方“意思意思”，在走走转转、吃吃喝喝中败坏了党风、政风。"
        ],
        "description": "意思是指大规模出兵。现多指动用很多人力做某件事。"
    },
    {
        "idiom": "劳民伤财",
        "examples": [
            "支持保护改革创新的同时，江西严禁打着改革创新旗号搞劳民伤财的“政绩工程”“形象工程”，坚决惩治借改革创新之名徇私舞弊、贪污受贿、假公济私以及严重侵害群众利益等行为。"
        ],
        "description": "意思是既使人民劳苦，又耗费钱财；现也指滥用人力物力。"
    },
    {
        "idiom": "朝令夕改",
        "examples": [
            "或许有人会说，改革时代政策多变，政府“朝令夕改”在所难免。但是要知道，根据形势调整政策、实施改革，并不是不看实际，罔顾民意，想改就改。"
        ],
        "description": "早上颁布的政令，晚上就改了。形容政令无常。也形容主张、办法等经常改变。"
    },
    {
        "idiom": "哗众取宠",
        "examples": [
            "这是民进党当局\"倚美谋独\"企图的又一次充分暴露，终将是一场哗众取宠的闹剧。正义精神和做法 （11 个）正义精神和做法（11 个）形容英勇无畏 前仆后继、视死如归、大义凛然、勇往直前、挺身而出形容振作奋发 踔厉奋发、笃行不怠、赓续前行、奋楫争先形容克服困难前进 砥砺前行、勇毅前行"
        ],
        "description": "用浮夸的言词或做作的行动去迎合群众，以博取好感和支持。"
    },
    {
        "idiom": "前仆后继",
        "examples": [
            "我们不能忘怀视死如归、前仆后继的抗争。历史不会因时代变迁而改变，事实也不会因巧舌抵赖而消失。"
        ],
        "description": "意思是指前面的人倒下了，后面的人继续跟上去。英勇斗争，不怕牺牲。"
    },
    {
        "idiom": "视死如归",
        "examples": [
            "今天，为了拯救人民群众的生命财产我们义无反顾，明天，当那一天来临时，我们同样视死如归。"
        ],
        "description": "把死看得像回家一样平常。形容不怕牺牲生命。"
    },
    {
        "idiom": "大义凛然",
        "examples": [
            "在敌人的法庭上，王若飞同志大义凛然，慷慨陈词。",
            "他大义凛然，从文城监牢到校场坡沿途数里，一路高呼“打倒国民党反动派！”“共产党万岁!”等口号，英勇就义，牺牲时28岁。"
        ],
        "description": "大义：正义。凛然：令人敬畏的样子。形容为了坚持真理而表现出的严峻不可侵犯的样子。"
    },
    {
        "idiom": "勇往直前",
        "examples": [
            "我们通过奋斗，披荆斩棘，走过了万水千山。我们还要继续奋斗，勇往直前，创造更加灿烂的辉煌!"
        ],
        "description": "往：去。勇敢地一直前进。"
    },
    {
        "idiom": "挺身而出",
        "examples": [
            "越是关键时刻，工会组织越要挺身而出，既要团结凝聚广大职工同心战“疫”，又要关心关爱受疫情影响的困难职工，以实际行动落实党和政府的关怀与温暖。"
        ],
        "description": "形容面对着艰难或危险的事情，勇敢地站出来。"
    },
    {
        "idiom": "踔厉奋发",
        "examples": [
            "面对又一次重大历史机遇，全区农牧系统干部职工纷纷表示要奋勇担当善作为，踔厉奋发闯新路，加快推进农牧业现代化，努力提升国家重要农畜产品生产基地综合生产能力。"
        ],
        "description": "踔chuō ，形容精神振奋，斗志昂扬。"
    },
    {
        "idiom": "笃行不怠",
        "examples": [
            "一路砥砺奋进，增强了一起向未来的信心和底气；向着更高目标进发，尤需我们踔厉奋发、笃行不怠。"
        ],
        "description": "意思是切实履行自己所学的内容，不感到倦怠。"
    },
    {
        "idiom": "赓续前行",
        "examples": [
            "深入宣传好、贯彻好、落实好福建省两会精神，赓续前行、奋楫争先，为在推进中国式现代化中展现福建作为、谱写福建篇章开好局、起好步。"
        ],
        "description": "意思是指不断地延续和发展，保持进步的态度和生活方式。"
    },
    {
        "idiom": "奋楫争先",
        "examples": [
            "情牵人民，福暖中国，这个难忘的场景充分彰显了中国共产党为人民谋幸福的初心使命，也是“福”文化深入人心、沁入血脉的生动写照，激发起全省上下奋楫争先、为民造福的磅礴力量和坚定拥护“两个确立”、坚决做到“两个维护”。"
        ],
        "description": "意思是奋力划动船桨的人争先恐后走在前头。"
    },
    {
        "idiom": "砥砺前行",
        "examples": [
            "在推进中国式现代化的征程上，脚踏实地，砥砺前行，一点一滴的进步里，是一个越来越好的中国。"
        ],
        "description": "经历磨炼，克服困难，往前进步的意思。也作“砥砺奋进”。"
    },
    {
        "idiom": "勇毅前行",
        "examples": [
            "习近平全票当选国家主席、中央军委主席，极大鼓舞和激励着亿万中华儿女在新征程上踔厉奋发、勇毅前行。先后（5 个）先后（5 个）形容先后顺序 首当其冲、并行不悖、齐头并进、并驾齐驱、一马当先"
        ],
        "description": "意思是勇敢并且坚毅地向前进步或发展。"
    },
    {
        "idiom": "首当其冲",
        "examples": [
            "你完全明白，华北形势越来越紧张，而北平又首当其冲。"
        ],
        "description": "首：最先，最早。当：面对。冲：要冲，交通要道。比喻最先受到攻击或遭到灾难。（贬义）"
    },
    {
        "idiom": "并行不悖",
        "examples": [
            "科技与法律，承载着人类社会的两种价值指向：前者不断突破人类智慧的前沿，后者则兜住公序良俗的底线。两种价值取向其实并行不悖，都服务于人类的生存状态的改善。"
        ],
        "description": "悖：违反，违背。指同时进行而互相不违背。"
    },
    {
        "idiom": "齐头并进",
        "examples": [
            "我们的教育、教学、科研，要齐头并进。"
        ],
        "description": "指几方面同时前进。"
    },
    {
        "idiom": "并驾齐驱",
        "examples": [
            "必须坚持民生优先，科学重建，让房屋重建与产业发展并驾齐驱。"
        ],
        "description": "并驾：几匹马并排在一起拉车。齐驱：共同快跑。比喻相互之间不相上下。"
    },
    {
        "idiom": "一马当先",
        "examples": [
            "近些年来，在应对国际金融危机、应对重大自然灾害中，国企都是一马当先。更多资源添加小桃微信maikeya0各种关系（38 个）各种关系（38 个）同呼吸共命运 休戚与共、休戚相关、息息相关互相帮助 同舟共济、同心同德、和衷共济、相濡以沫只顾自己 独善其身、明哲保身和邻居的关系 以邻为壑、守望相助、一衣带水、唇齿相依、水乳交融配合得好 互为表里、相辅相成、相得益彰、锦上添花、珠联璧合结果与目标完全相反 缘木求鱼、背道而驰、饮鸩止渴学别人 亦步亦趋、人云亦云、（拾人牙慧）、随波逐流和别人一起干坏事 沆瀣一气、同流合污更多资源添加小桃微信maikeya0隔岸观火、置身事外、袖手旁观、作壁上观、坐收渔利、旁观者得利（坐享其成）其他 波诡云谲、（纵横捭阖）、穿凿附会、画地为牢"
        ],
        "description": "策马走在最前面。形容率先、领先。"
    },
    {
        "idiom": "休戚与共",
        "examples": [
            "新形势下，着眼两国人民的光明未来，中方愿同塔方一道努力，全面提升各领域合作水平，推动构建世代友好、休戚与共、互利共赢的中塔命运共同体。"
        ],
        "description": "休：欢乐，吉庆。戚：忧愁，悲哀。指忧喜祸福彼此共同承担。形容关系密切同甘共苦。"
    },
    {
        "idiom": "休戚相关",
        "examples": [
            "在哈尔滨，在佳木斯，在一面坡，都有他休戚相关的亲友。",
            "臣与皇上患难相随，休戚与共，原自不同于诸臣。"
        ],
        "description": "休：喜悦，吉利。戚：忧愁，悲哀。欢乐、忧愁彼此相关联。形容关系密切，利害相关。同“休戚与共”。"
    },
    {
        "idiom": "息息相关",
        "examples": [
            "在思索这些小问题的时候，它才更感到一个人与国家的关系是何等的息息相关。"
        ],
        "description": "息：呼吸进出的气息。呼吸时进出的气息相互关连。形容关系或联系非常密切。同“息息相通”。"
    },
    {
        "idiom": "同舟共济",
        "examples": [
            "抓紧抓实抓细各项防控工作，需要进一步凝心聚力，激发同舟共济、共克时艰的磅礴力量。"
        ],
        "description": "济：渡过。同乘一条船过河。比喻齐心协力渡过困难。"
    },
    {
        "idiom": "同心同德",
        "examples": [
            "坚持党的全面领导，同心同德共同奋斗，我们坚信，任何困难都阻挡不了中国人民实现梦想的步伐。"
        ],
        "description": "思想统一，信念一致。形容大家团结一条心。"
    },
    {
        "idiom": "和衷共济",
        "examples": [
            "在灾难面前，总有一种力量让人感动。超强台风“威马逊”肆虐海南之时，琼岛儿女在风雨中互帮互助，社会各界和衷共济，谱写了一曲感人肺腑的守望相助之歌。",
            "包括两岸同胞在内的所有中华儿女，要和衷共济、团结向前。"
        ],
        "description": "衷：内心。和衷：指同心。大家同心渡过江河。比喻同心协力，渡过难关。现也可比喻齐心协力。"
    },
    {
        "idiom": "相濡以沫",
        "examples": [
            "结婚二十载，他们相互扶持，相濡以沫，为自己打造了幸福的四口之家。",
            "战士们表情严峻，但老人的话却让我鼻子发酸，眼泪差点儿掉出来。在令人绝望的灾难面前，相濡以沫的感情是那么温暖，那么浓烈。"
        ],
        "description": "濡：沾湿，浸润。沫：唾沫。意为泉水干涸，鱼用唾沫相互湿润。后比喻在困境中用微薄的力量相互帮助。"
    },
    {
        "idiom": "独善其身",
        "examples": [
            "如果整个社会不改好，个人想独善其身是不可能的。"
        ],
        "description": "意思是不得志时也要注意自身的修养。后指只顾保持自身修养而不顾他人或全局。（语境要素：个人与外部的对比、保全保护）"
    },
    {
        "idiom": "明哲保身",
        "examples": [
            "一个做到首相地位的人，开会不说话，真是懂得明哲保身之道。"
        ],
        "description": "明哲：聪明有智慧。指聪明有智慧之人，善于趋安避危，保全自身。也指为保全个人利益而回避原则问题的处世态度。"
    },
    {
        "idiom": "以邻为壑",
        "examples": [
            "全球化时代，以邻为壑的利己主义做法换不来独善其身，惟有秉持科学、理性和负责任的态度，加强国际合作，携手应对挑战。"
        ],
        "description": "壑：深沟。意为把邻国当成排洪水的沟壑。后用来比喻把困难、灾祸推给别人。（多宏观语境，国家、城市、地区等）"
    },
    {
        "idiom": "守望相助",
        "examples": [
            "亿万人民同舟共济、守望相助，筑起一道抗击疫情的钢铁长城。"
        ],
        "description": "守：防守。望：瞭望。指彼此关照，互相帮助。"
    },
    {
        "idiom": "一衣带水",
        "examples": [
            "在大灾大难面前，两国能够携手并进，同舟共济，这正是一衣带水的邻邦情谊的真实体现，也是未来中日关系持续改善发展的重要基础。"
        ],
        "description": "原形容像一条衣带那样狭窄的河流。现比喻仅隔一水，极其邻近。"
    },
    {
        "idiom": "唇齿相依",
        "examples": [
            "经济建设与国防建设是唇齿相依的两个方面。"
        ],
        "description": "嘴唇与牙齿互相依存。比喻关系极为密切。"
    },
    {
        "idiom": "水乳交融",
        "examples": [
            "革命胜利来之不易，主要是党和人民水乳交融，党把人民利益放在第一位。"
        ],
        "description": "水和乳汁融合在一起。比喻意气相投、感情融洽。（侧重融合）"
    },
    {
        "idiom": "互为表里",
        "examples": [
            "官僚主义与形式主义互为表里。两者往往是你中有我、我中有你，或你就是我、我就是你。"
        ],
        "description": "甲为乙的外表，乙为甲的内里；比喻互相依存，互相接受。"
    },
    {
        "idiom": "相辅相成",
        "examples": [
            "丰富的知识和健康的身体是事业成功的基础，二者相辅相成，缺一不可。"
        ],
        "description": "辅：辅助，帮助。指两种事物互相辅助，互相促成，缺一不可。"
    },
    {
        "idiom": "相得益彰",
        "examples": [
            "小王的男中音和老张的手风琴伴奏相得益彰，更富有艺术感染力。"
        ],
        "description": "相得：互相投合。益：更加。彰：明显。两个人或两件事相互配合，双方的能力和作用更能显示出来。"
    },
    {
        "idiom": "锦上添花",
        "examples": [
            "也许，对中国的银行来说，已经习惯了做锦上添花，而不是雪中送炭的事了。这些年来，中国的企业，所以寿命都十分的短暂。"
        ],
        "description": "指在有彩色花纹的丝织品上再绣上花朵。比喻美上加美，喜上加喜。"
    },
    {
        "idiom": "珠联璧合",
        "examples": [
            "天文专家介绍说，日落后，天宇将上演“金星合木星”的奇特天象，届时这两颗最明亮的行星将近距离“珠联璧合”，上演一幕虽短暂却精彩的“二人转”。",
            "共享与旅行的结合可谓珠联璧合，旅行的“吃、住、行、游、购、娱”几个环节都涉及到资源信息的共享和充分利用。"
        ],
        "description": "珠联：像珍珠一样串在一起。璧合：像碧玉一样合在一起。原指一种日月重合、五星相联的天相。后多比喻美好的人及事物凑在一起。同“珠连璧合”。（侧重结合）"
    },
    {
        "idiom": "缘木求鱼",
        "examples": [
            "脱离经济发展抓环境保护是“缘木求鱼”，离开环境保护搞经济发展是“竭泽而渔”，正确的经济政策就是正确的环境政策。",
            "诚信有着坚实的精神内核，诚在于仁，信近乎义，离开仁义谈诚信如同舍本逐末，缘木求鱼。"
        ],
        "description": "缘木：爬树。比喻方向、方法不对，就不可能达到目的。（侧重方法错误）"
    },
    {
        "idiom": "背道而驰",
        "examples": [
            "以零售和餐饮经营的服务业都应该向日本学，正如日本餐饮业的赚钱大王西腾公司，其经营术与一般餐饮企业背道而驰，但却成为日本餐饮界当之无愧的赚钱大王。",
            "社会舆论应该理性的跳出何涛“道德模范”的特殊身份，严格按照法律来进行公允的评判，才能真正救赎这个和法律“背道而驰”的“道德标杆”。"
        ],
        "description": "背：逆着。道：道路。向着相反的道路奔驰。比喻彼此方向目标完全相反。也比喻背离正确的目标，朝相反的方向走。"
    },
    {
        "idiom": "饮鸩止渴",
        "examples": [
            "当再一次为了稳增长重复扩张性政策的时候，我们不得不重申历史的教训：扩张性政策只能是饮鸩止渴。"
        ],
        "description": "鸩：毒酒。比喻用有害的方法解决面临的困难，而不顾后果。"
    },
    {
        "idiom": "亦步亦趋",
        "examples": [
            "没有一个民族和国家可以通过依赖外部力量、跟在他人后面亦步亦趋实现强大和振兴。"
        ],
        "description": "步：走。趋：快走。比喻因缺乏主见，任何事都模仿、追随他人。（侧重行动）"
    },
    {
        "idiom": "人云亦云",
        "examples": [
            "在大是大非面前，是含糊不清还是立场坚定；在杂音噪音面前，是人云亦云还是保持定力。"
        ],
        "description": "云：说。人家怎么说，自己也跟着怎么说。指没有主见或创见。（侧重于说）"
    },
    {
        "idiom": "拾人牙慧",
        "examples": [
            "拾人牙慧不是读书的意义，领略自己才是读书的意义。"
        ],
        "description": "拾：捡取。牙慧：指别人说过的话。比喻袭用他人的意见或言论。"
    },
    {
        "idiom": "随波逐流",
        "examples": [
            "对于社会上有些不好的风气，我们的报纸不能听之任之，更不能随波逐流，而要善加引导，加强正面的教育。"
        ],
        "description": "随：跟着。逐：追赶。随着波浪起伏，跟着流水漂荡。比喻自己没有主见，只是随着别人走。同“随波逐浪”。"
    },
    {
        "idiom": "沆瀣一气",
        "examples": [
            "无论民进党当局怎样歪曲事实、颠倒黑白，都掩盖不了与\"台独\"分裂势力沆瀣一气的真实面目。"
        ],
        "description": "泛指臭味相投的人结合在一起。"
    },
    {
        "idiom": "同流合污",
        "examples": [
            "各国在同美国开展安全合作的同时，应当以史为鉴、擦亮眼睛、明辨是否、吸取教训，不搞同流合污、为虎作伥那套，不走对抗较量、零和博弈老路，寻求和深化合作并进、互利共赢的\"最大公约数\"，让合作的互信之基、发展之路行稳致远。"
        ],
        "description": "原指言行与不良的习俗、世道相合。后指跟坏人一起干坏事。"
    },
    {
        "idiom": "波诡云谲",
        "examples": [
            "双方你来我往、见招拆招：干扰与反干扰、侦察与反侦察、空袭与反空袭、机降与反机降、突击与反突击……没有了导演部一步步给定条件，战局陡然升级，变得波诡云谲。"
        ],
        "description": "好象云彩和水波那样，形态不可捉摸。"
    },
    {
        "idiom": "纵横捭阖",
        "examples": [
            "当今世界风云激荡，中国外交纵横捭阖。"
        ],
        "description": "纵横：用游说来联合。捭阖：开合。指在政治、外交上运用手段进行联合或分化。"
    },
    {
        "idiom": "穿凿附会",
        "examples": [
            "事实上，改革开放以来中国人道德出现滑坡的说法既不符合事实，也不符合辩证法，是以偏概全、穿凿附会的谬见。客观上说，互助友爱的风气是这个时代的主流，也是人们美好生活的重色。"
        ],
        "description": "意思是把讲不通的或不相干的道理、事情硬扯在一起进行解释。"
    },
    {
        "idiom": "画地为牢",
        "examples": [
            "当前互联网巨头发展面临的集体问题：在疯狂追求“平台效应”和用户数量的盲目扩张中，为维护自身市场优势地位，正纷纷“画地为牢”，平台内自我导流，对竞争对手选择性屏蔽。这种行为正在动摇互联互通这一互联网的根本基石。"
        ],
        "description": "牢：牢狱。在地上画个圈儿，作为牢狱。比喻局限在小圈子里活动。"
    },
    {
        "idiom": "隔岸观火",
        "examples": [
            "作为二者的共同盟友，美军却选择隔岸观火，并表示由于安全局势过于恶化，停止美军在该地区的巡逻。"
        ],
        "description": "指站在对岸观望火灾；用来比喻对别人的急难不加救助，而采取看热闹的态度。"
    },
    {
        "idiom": "置身事外",
        "examples": [
            "如果司法腐败了，人人都是受害者。所以，反对司法腐败，人人都不能置身事外。"
        ],
        "description": "置：安放。把自己放在事情之外。形容毫不关心。"
    },
    {
        "idiom": "袖手旁观",
        "examples": [
            "绝不在朋友落难时袖手旁观，绝不在伸出援手时夹杂私利，这就是中国之义。"
        ],
        "description": "袖手：把手揣在袖子里。比喻置身事外，既不过问，也不协助别人。（侧重从旁边看）"
    },
    {
        "idiom": "作壁上观",
        "examples": [
            "维护国家安全没有“局外人”，国家安全面前你我都不能作壁上观。"
        ],
        "description": "原指双方交战，自己站在壁垒上旁观。后多比喻站在一旁看着，不动手帮助。"
    },
    {
        "idiom": "坐收渔利",
        "examples": [
            "在欧洲因能源危机承受巨大压力的同时，美国却趁火打劫、坐收渔利，以高价向欧洲国家兜售能源。"
        ],
        "description": "比喻利用别人的矛盾而从中获利。"
    },
    {
        "idiom": "坐享其成",
        "examples": [
            "习近平总书记在许家冲村考察时强调，乡村振兴不是坐享其成，等不来、也送不来，要靠广大农民奋斗。收入支出（8个）收入支出（8 个）节约成本 开源节流、降本增效、精打细算、细水长流、量入为出不可持续地消耗 竭泽而渔、杀鸡取卵、寅吃卯粮"
        ],
        "description": "意思为自己不出力而享受别人取得的成果。"
    },
    {
        "idiom": "开源节流",
        "examples": [
            "经济下滑压力下，国务院国资委关于央企要“开源节流、降本增效”的调门提高。"
        ],
        "description": "开发财源，节省支出，以储蓄财力。"
    },
    {
        "idiom": "降本增效",
        "examples": [
            "农业全程机械化可以降本增效，种植新技术则提升了粮食品质。"
        ],
        "description": "含义是在企业管理中通过一系列措施来实现成本的降低和效益的增加。"
    },
    {
        "idiom": "精打细算",
        "examples": [
            "这种精打细算过日子的方式，让许多煤矿尝到甜头。许厂煤矿副总会计师梁奉越告诉记者，如今，许厂煤矿每个月节约的材料费就超过400万元，煤炭综合成本也大为降低。"
        ],
        "description": "意思是精密地计划，详细地计算。指在使用人力、物力时计算得很精细。"
    },
    {
        "idiom": "细水长流",
        "examples": [
            "这种细水长流式的方法不显山露水，但可以聚少成多，冯大才以这种方式收受回扣达140余万元。"
        ],
        "description": "比喻节约使用财物，使经常不缺用。也比喻一点一滴不间断地做某件事，精细安排，长远打算。"
    },
    {
        "idiom": "竭泽而渔",
        "examples": [
            "短期来看，提高景区门票会带来更多的地方财政收入，但从长远来看这种“门票经济”无异于竭泽而渔，非但无法带动当地经济发展，甚至会严重影响中国旅游业的发展。"
        ],
        "description": "排尽湖中或池中的水捕鱼。比喻取利只顾眼前，不作长远打算。"
    },
    {
        "idiom": "杀鸡取卵",
        "examples": [
            "一面是整个社会的得不偿失，一面却是杀鸡取卵者赚得盆满钵溢，这样的怪象原因何在？"
        ],
        "description": "卵：蛋。为了要得到蛋，不惜把鸡杀了。比喻贪图眼前微小的好处而损害长远的利益。"
    },
    {
        "idiom": "寅吃卯粮",
        "examples": [
            "各级税务部门要坚持依法依规组织收入，越是在税收形势严峻的情况下，越不能“寅吃卯粮”。"
        ],
        "description": "寅、卯：古代用于纪年等的十二地支中的两个，寅在卯之前。寅年吃了卯年的粮食。比喻经济困难，入不敷出。同“寅支卯粮”。（侧重由于有困难而提前预支）"
    },
    {
        "idiom": "量入为出",
        "examples": [
            "很多大学生目前还是“伸手党”，并没有实现经济独立，更应该做到量入为出，理性网购。实践基础相关（7 个）实践基础相关（7 个）不靠谱的做法 纸上谈兵、无根之木、坐而论道、水中捞月实现不了 空中楼阁、镜花水月、海市蜃楼"
        ],
        "description": "入：收入。根据收入的情况来安排支出。"
    },
    {
        "idiom": "纸上谈兵",
        "examples": [
            "书生都喜欢纸上谈兵，只说而不去实行。"
        ],
        "description": "兵：用兵之道。比喻空谈理论，不能解决实际问题。（侧重只有理论而没有行动）"
    },
    {
        "idiom": "无根之木",
        "examples": [
            "技术源于思想，切断思想，技术就沦为无根之木，非死不可。"
        ],
        "description": "意思是比喻没有根据或基础的事物。"
    },
    {
        "idiom": "坐而论道",
        "examples": [
            "坚定文化自信不能止步于坐而论道，必须体现在文化自强的行动上。",
            "两会治霾，既要坐而论道，更待起而行之。"
        ],
        "description": "意思是坐着空谈大道理。指口头说说，不见行动。"
    },
    {
        "idiom": "海市蜃楼",
        "examples": [
            "沈阳雾霾指数为中度污染，市区部分地区如“海市蜃楼”。"
        ],
        "description": "比喻虚无缥缈而不实际存在的事物，也比喻不可企及的虚无的梦想."
    },
    {
        "idiom": "水中捞月",
        "examples": [
            "美国人眼里只有自身利益，民进党当局想依靠对美军购从根本上改变台军装备匮乏、军力羸弱的局面，不过是画饼充饥、水中捞月。"
        ],
        "description": "指在水中捞月亮；比喻去做根本做不到的事情，只能徒劳无功。含贬义"
    },
    {
        "idiom": "空中楼阁",
        "examples": [
            "反观今天的中国篮球、足球等大球项目，关注职业联赛的“球评家”遍地，多是空中楼阁、纸上谈兵，真正呕心沥血致力于基层普及和幼苗培养的人寥寥无几。"
        ],
        "description": "悬在空中的楼阁。比喻崇高通达。后多用来比喻虚构的事物或脱离实际的空想。"
    },
    {
        "idiom": "镜花水月",
        "examples": [
            "4K似乎正在沿着3D的足迹，成为看上去很美却让消费者够不到摸不着的镜花水月。比较关联（18 个）比较关联（18 个）同等地位 相提并论、同日而语、等量齐观、一概而论、相形见绌比别人都好 出类拔萃、卓尔不群、无出其右、无与伦比赶得上/赶不上 望其项背、望尘莫及变得优异 脱颖而出、崭露头角二者一起好 交相辉映、（流光溢彩、熠熠生辉）、相映成趣、双峰并峙"
        ],
        "description": "镜子里的花，水里的月亮。比喻虚幻的东西。"
    },
    {
        "idiom": "相提并论",
        "examples": [
            "他们两人差别太大，怎么可以相提并论。"
        ],
        "description": "把不同的人或不同的事情放在一起谈论或看待。（侧重于评价几个人或事物之间有没有差距/能否比得上。多用于否定句中）"
    },
    {
        "idiom": "同日而语",
        "examples": [
            "俄罗斯目前的经济状况同2008年的危机不能同日而语。",
            "相比之下，缺少了亲情为纽带的智能家居，单纯依靠智能化控制电器的行业局限，早已在行业升级的梯度上落下了明显差距，远不能与智慧家庭同日而语。"
        ],
        "description": "指相提并论。（侧重于强调时间上的对比，多形容与自身的比较。现有时也有例外）（多用于否定句中）"
    },
    {
        "idiom": "等量齐观",
        "examples": [
            "他们二人的工作成绩不可等量齐观。"
        ],
        "description": "等：同等。齐：一样。把不同的事物一律同等看待。"
    },
    {
        "idiom": "一概而论",
        "examples": [
            "其实，服中药时能否喝绿豆汤，不可一概而论，应根据病情的寒热虚实以及所服中药的性味而定。"
        ],
        "description": "用同一标准来对待或处理（多用于否定）：不能～。"
    },
    {
        "idiom": "相形见绌",
        "examples": [
            "与中国的西进战略比起来，西澳大利亚州吸引东部诸州人口的努力相形见绌。"
        ],
        "description": "形：对照，比较。绌：不够，不足。跟同类的人或同类事物相比较，显出很不足。"
    },
    {
        "idiom": "出类拔萃",
        "examples": [
            "这感人的姿态，正是出类拔萃的外交家周恩来的特色。"
        ],
        "description": "出：超出。类：同类。拔：高出。萃：指聚在一起的人或物。指人的品德才能出众，高出同类之上。（侧重能力或品德）（高于同类）"
    },
    {
        "idiom": "卓尔不群",
        "examples": [
            "这个画展，足以表现出王颖生在当代画家中卓尔不群的创作能量。"
        ],
        "description": "意思是指才德超出寻常，与众不同。也可以用来强调不同。"
    },
    {
        "idiom": "无出其右",
        "examples": [
            "至近代，湖湘文化更为昌盛，英才豪杰辈出不穷，涌现出几批人才群体，功业鼎盛，无出其右。"
        ],
        "description": "出：超出。右：上，古代以右为上位。指在某方面居领先地位，没有能超过他的。"
    },
    {
        "idiom": "无与伦比",
        "examples": [
            "弋江区既是高新技术产业集聚区，也是高科技人才汇集地，境内有安徽师范大学等七所高等院校，在校学生10万多人，这是弋江区无与伦比的独特优势和宝贵财富。"
        ],
        "description": "意思是指事物非常完美，没有能够与它相比的同类的东西。"
    },
    {
        "idiom": "望其项背",
        "examples": [
            "AI音乐的创作效率，让传统音乐制作难以望其项背。"
        ],
        "description": "项：脖子的后部。能够看到别人的颈项和脊背。比喻有能力赶得上。（常用于否定句：难以～、无法～、不能～）"
    },
    {
        "idiom": "望尘莫及",
        "examples": [
            "中国移动一骑绝尘，联通和电信望尘莫及，这或许是对三家运营商4G用户发展最形象的描述。",
            "虽然当年我们是同窗，可现在他的学问已深不可测，我是望尘莫及了。"
        ],
        "description": "莫：不能。及：到，赶上。指望见前面人马扬起的尘土而追赶不上。比喻远远落在后面，相差甚远。也用以表示自谦。"
    },
    {
        "idiom": "脱颖而出",
        "examples": [
            "近来，张杨执导的《冈仁波齐》脱颖而出，创造了近期国产文艺片的票房新纪录。"
        ],
        "description": "颖：细长物体的尖端。比喻才能完全显露出来。（侧重能力）（明显地）"
    },
    {
        "idiom": "崭露头角",
        "examples": [
            "近日，记者发现上海一批高学历、广视野、敢创新，且经过多年基层磨炼的年轻干部，正在崭露头角。"
        ],
        "description": "崭：高出。比喻突出地显露出才能。（侧重能力）"
    },
    {
        "idiom": "交相辉映",
        "examples": [
            "让我们为青春之中国放歌，让青春梦想与中国梦交相辉映！"
        ],
        "description": "各种光亮、色彩相互照耀、映射。常用语形容美好的景象。"
    },
    {
        "idiom": "流光溢彩",
        "examples": [
            "凤凰长廊大型组灯流光溢彩，寓意吉祥如意、幸福安康；鼓鼓生威大型花灯张力十足，寓意着新年新气象。"
        ],
        "description": "意思是流动的光影，满溢的色彩。形容光芒耀眼，色彩明亮"
    },
    {
        "idiom": "熠熠生辉",
        "examples": [
            "这些熠熠生辉的创新成就表明，中国的科技实力正从量的积累迈向质的飞跃、从点的突破迈向系统能力提升。"
        ],
        "description": "光彩闪耀的样子。"
    },
    {
        "idiom": "相映成趣",
        "examples": [
            "法国游客“玩”的“糟评”，与法国作家莫迪亚诺“写”的“诺奖”相映成趣，让人不乏有些联想。"
        ],
        "description": "映：映衬。趣：意趣。相互衬托着，显得很有情趣，很有意思。"
    },
    {
        "idiom": "双峰并峙",
        "examples": [
            "在《红楼梦》里，薛宝钗和林黛玉共用一首判词，排名第一，双峰并峙，各具风采。相同不同（17 个）相同不同（17 个）一样 如出一辙、大同小异、千篇一律没沟通过却得出同样的结果 不约而同、不谋而合、殊途同归、异曲同工差距太大 相去甚远、大相径庭、泾渭分明、判若云泥、天壤之别几乎没什么差距，不分高低 不分轩轾、伯仲之间、各有千秋、平分秋色、分庭抗礼"
        ],
        "description": "意思通常指的是两座高大的山峰彼此对立地耸立着。这个成语不仅用来形容自然界的景观，也常用于比喻在某一领域或文化上同时达到极高成就的两个人物或事物。"
    },
    {
        "idiom": "如出一辙",
        "examples": [
            "历史上有些事情非常相像，如出一辙。"
        ],
        "description": "辙：车辙。好像出自同一车辙。比喻两种事物非常相似。（或两种以上事物）"
    },
    {
        "idiom": "大同小异",
        "examples": [
            "我发现乡村里的房子几乎是大同小异，并没有特别的地方。"
        ],
        "description": "指事物大体相同，略有差异。"
    },
    {
        "idiom": "千篇一律",
        "examples": [
            "实现民主有多种方式，不可能千篇一律。一个国家民主不民主，要由这个国家的人民来评判，而不能由少数人说了算！"
        ],
        "description": "一千篇文章都一个样。指文章公式化。也比喻办事按一个格式，非常机械。"
    },
    {
        "idiom": "不约而同",
        "examples": [
            "如今，聚焦现实题材成为网络作家不约而同的选择，并且现实题材网络文学作品显示出日益强劲的生命力，作品数量节节攀高，总体艺术质量不断提升。"
        ],
        "description": "原意是事先没有约定而一齐前来会合。后用来指没有事先商量约定而彼此的看法或言行相同。（侧重行为上）"
    },
    {
        "idiom": "不谋而合",
        "examples": [
            "对这个问题的看法，你们两人不谋而合。"
        ],
        "description": "谋：商量；合：相同。事先没有商量而彼此的做法或意见却相同。也作“不谋而同”。（侧重思想上）"
    },
    {
        "idiom": "殊途同归",
        "examples": [
            "抗日战争时期，许多知识分子和青年学生，尽管各有各的情况，但殊途同归，都聚集到了革命圣地延安的宝塔山下。"
        ],
        "description": "殊：不同的；途：道路，途径；归：趋向。从不同的道路，走到同一个目的地。比喻采取不同的方法而得到相同的结果。"
    },
    {
        "idiom": "异曲同工",
        "examples": [
            "开放大学与拆除围墙有异曲同工之妙，背后透露的恰恰是更加开放的心态。"
        ],
        "description": "曲：曲调。工：工巧，精致。比喻不同人的文艺作品同样精彩。也比喻不同的做法有同样的好的效果。"
    },
    {
        "idiom": "相去甚远",
        "examples": [
            "2014年过去了，中国房地产表现的确有所疲软，但同“崩盘说”相去甚远。"
        ],
        "description": "互相之间存在很大差异和距离。"
    },
    {
        "idiom": "大相径庭",
        "examples": [
            "语言的发展使得汉语里很多字、词的古今义大相径庭。"
        ],
        "description": "径：门外小路。庭：厅堂前得院子。指彼此相差很远或截然不同。"
    },
    {
        "idiom": "泾渭分明",
        "examples": [
            "一直以来，泾渭分明也是城乡间发展不平衡，农村城市居民生活悬殊差距的真实写照。"
        ],
        "description": "泾、渭：甘肃、陕西境内的两条河。古人认为泾水清、渭水浊。泾水流入渭水时，清浊不混。比喻界限清楚、是非分明。"
    },
    {
        "idiom": "判若云泥",
        "examples": [
            "走进厦门市翔安区香山街道沙美社区，整洁有序的环境，日新月异的容貌，与以往判若云泥，让人始料未及。"
        ],
        "description": "意思是高低差别就像天上的云彩和地下的泥土那样悬殊。"
    },
    {
        "idiom": "天壤之别",
        "examples": [
            "飞有人机和飞无人机，一字之差却天壤之别。操控无人机是用大脑去构建战场，隔着屏幕、隔着数据、隔着千里，要实现\"人机合一\"难度很大。对于新手来说，往往有一种\"失控感\"。"
        ],
        "description": "指高天和平地的区别。极言差别之大。"
    },
    {
        "idiom": "不分轩轾",
        "examples": [
            "一个主打自然设计、一个强调简约艺术，两位设计师不分轩轾的设计让瞿颖惊喜之余也难以取舍。"
        ],
        "description": "意思是不分高下、轻重。比喻对待二者的态度或看法差不多。"
    },
    {
        "idiom": "伯仲之间",
        "examples": [
            "从目前的情况看，还不好说哪部影片一定独占鳌头，因为每部作品都各有特色，实力在伯仲之间。"
        ],
        "description": "伯仲，兄弟排行的次第，伯是老大，仲是老二；间，中间。比喻差不多，难分优劣。"
    },
    {
        "idiom": "各有千秋",
        "examples": [
            "日前，外媒为我们带来了两平台的画质对比，从视频中来看，两者各有千秋。"
        ],
        "description": "千秋：千年，指久远。各自有其可以长久流传的价值。也比喻各有各的优点和特色。"
    },
    {
        "idiom": "平分秋色",
        "examples": [
            "在摄影诗词作品中，照片和诗词有时并非势均力敌、平分秋色。",
            "成都和绵阳作为传统强队互不相让，在六个组别中平分秋色，各自夺得三枚冠军。"
        ],
        "description": "原指昼和夜平均分占秋天景色。后比喻双方各得一半。也比喻两方平手，不分上下。"
    },
    {
        "idiom": "分庭抗礼",
        "examples": [
            "“微阅读”正在改变我们这个时代的阅读生态，在可预见的时间内，电子书将与纸质出版分庭抗礼。研究工作学习状态（27 个）研究工作学习状态（27 个）小心仔细 如履薄冰、兢兢业业、聚精会神专心致志、殚精竭虑、呕心沥血、苦心孤诣、废寝忘食、专心钻研皓首穷经、心无旁骛抓紧时间、勤奋 夜以继日、焚膏继晷、夙兴夜寐、目不窥园有恒心有毅力地奋斗 学而不厌、锲而不舍、奋发图强绞尽脑汁费尽心思 想方设法、苦心经营、挖空心思辛苦奔波 栉风沐雨、风餐露宿、筚路蓝缕、披星戴月勤勉不懈怠 孜孜不倦、孜孜矻矻、孜孜以求"
        ],
        "description": "庭：庭院。抗：对等。客人与主人分立在庭的两侧，以平等的地位相对行礼。后用来比喻彼此地位或势力相等，平起平坐或互相对立。"
    },
    {
        "idiom": "如履薄冰",
        "examples": [
            "这任务关系着几千人的身家性命，我们如履薄冰，哪容有丝毫的疏忽大意？"
        ],
        "description": "履：踩，走过。形容战战兢兢、小心谨慎的样子。"
    },
    {
        "idiom": "兢兢业业",
        "examples": [
            "要用最强有力的作风建设，引导党员干部从不为到有为、从避事到干事，形成堂堂正正为官、兢兢业业干事的好风气。"
        ],
        "description": "原形容畏惧的样子。后多用来形容小心谨慎、不敢懈怠的样子。"
    },
    {
        "idiom": "聚精会神",
        "examples": [
            "我们要聚精会神抓好党的建设，使我们党越来越成熟、越来越强大、越来越有战斗力。"
        ],
        "description": "形容专心致志，注意力高度集中的样子。"
    },
    {
        "idiom": "专心致志",
        "examples": [
            "我们花了20年的时间，一直专心致志地在技术上进行突破，实现了“千里眼”这一技术的完全自主可控。"
        ],
        "description": "致：尽。志：志向，志趣。把心思全部放在上面。形容一心一意，精神集中。"
    },
    {
        "idiom": "殚精竭虑",
        "examples": [
            "王教授为了钻研这个课题，殚精竭虑，废寝忘食。"
        ],
        "description": "殚：竭尽。用尽精力和心思。"
    },
    {
        "idiom": "呕心沥血",
        "examples": [
            "他，呕心沥血把生命最后的光辉都奉献给中国的外宣事业。"
        ],
        "description": "呕：吐。沥：滴。形容费尽心思。"
    },
    {
        "idiom": "苦心孤诣",
        "examples": [
            "要改良社会，不得不这样，别人哪里会懂我们的苦心孤诣。"
        ],
        "description": "苦心：用尽心思。诣：（学业、技能等）所达到的程度。孤诣：别人达不到的程度。指尽心竭力钻研，达到了别人所达不到的地步。也指为了达到目的而费尽心思。"
    },
    {
        "idiom": "废寝忘食",
        "examples": [
            "对于如此繁杂的调试工作，朱志强和调试团队这半年多来几乎废寝忘食地投入。"
        ],
        "description": "顾不上睡觉，忘记了吃饭。形容对某事专心致志。"
    },
    {
        "idiom": "皓首穷经",
        "examples": [
            "古人常说，稚年入学，皓首穷经，书好像一辈子读不完似的。",
            "图书编辑，是一份严谨细致的工作，编纂一部66个学科门类、1.264亿字的皇皇巨著，更要历经皓首穷经、字斟句酌的艰辛。"
        ],
        "description": "皓：白。穷经：彻底钻研经书。钻研经籍直到人老头白。也作“白首穷经”。（也可形容长期钻研）"
    },
    {
        "idiom": "心无旁骛",
        "examples": [
            "只有逐步建立与现实对接的待遇增长机制，才能让我们的干部干事创业心无旁骛、后顾无忧。"
        ],
        "description": "旁；另外的。骛：追求。心思没有另外的追求，形容心思集中，专心致志。"
    },
    {
        "idiom": "夜以继日",
        "examples": [
            "现在每一天的状态就是夜以继日，所做的工作事无巨细。"
        ],
        "description": "日夜不停地做某事。多形容十分勤奋、勤恳、忙碌。"
    },
    {
        "idiom": "焚膏继晷",
        "examples": [
            "人类的美好理想，都不可能唾手可得，都离不开手胼足胝、焚膏继晷的艰苦奋斗。"
        ],
        "description": "焚：点燃；膏：灯油或蜡烛；继：接续；晷：日影、日光。意思是点燃灯烛来接替日光照明，形容夜以继日地用功读书或努力工作"
    },
    {
        "idiom": "夙兴夜寐",
        "examples": [
            "他们夜以继日、夙兴夜寐，默默奋战在每一个白天和夜晚，以实际行动尽职担当，全力以赴投入到疫情防控阻击战中。"
        ],
        "description": "夙：早。兴：起来。寐：睡觉。早起晚睡，形容勤奋辛劳。"
    },
    {
        "idiom": "目不窥园",
        "examples": [
            "他搞这些研究已经很久了，目不窥园，终于成功了。"
        ],
        "description": "窥：看。形容学习专心致志，十分刻苦。"
    },
    {
        "idiom": "学而不厌",
        "examples": [
            "只有获得“习”的乐趣，才能做到“学而不厌”。让先贤的思想发扬、让文脉更好地传承正是节目就熟说生，引发深思，追根溯源，挖掘“原典”中源头的意义。"
        ],
        "description": "意思是学习总感到不满足，形容好学。"
    },
    {
        "idiom": "锲而不舍",
        "examples": [
            "我们要弘扬伟大抗战精神，以压倒一切困难而不为困难所压倒的决心和勇气，敢于斗争，善于创造，锲而不舍为实现中华民族伟大复兴而奋斗，直至取得最后的胜利。"
        ],
        "description": "锲：雕刻。不停地刻镂。比喻坚持不懈。"
    },
    {
        "idiom": "奋发图强",
        "examples": [
            "在梦想的征程上与时间共舞，每个人的“小奋斗”汇聚在一起就会成为全中国人民奋发图强的动力源泉。"
        ],
        "description": "意思是振作精神，以求强盛。"
    },
    {
        "idiom": "想方设法",
        "examples": [
            "我们践行\"两岸一家亲\"理念，想方设法解决两岸同胞交往中衍生的实际问题，维护两岸同胞合法权益。"
        ],
        "description": "意思是想种种办法。"
    },
    {
        "idiom": "苦心经营",
        "examples": [
            "在人民群众支持下，人民解放军一举突破国民党反动派苦心经营的长江防线。"
        ],
        "description": "意思是用尽心思去筹划安排或进行艺术构思。"
    },
    {
        "idiom": "挖空心思",
        "examples": [
            "为了持续制造爽感、快感，一些微短剧创作者挖空心思，甚至无所不用其极——有的鼓吹炫富拜金，大肆描写不正当的婚恋观；有的宣扬以暴制暴，渲染血腥暴力；有的故意贩卖焦虑，挑起年龄对立、性别对立、地域歧视。"
        ],
        "description": "想方设法，费尽心机（多含贬义）。"
    },
    {
        "idiom": "栉风沐雨",
        "examples": [
            "栉风沐雨、砥砺奋进。前进的道路少了磨难反倒是少了亮丽的风景，唯有经历磨难，才能不畏艰险。"
        ],
        "description": "栉：梳头。沐：洗头。形容人辛苦地四处奔波。"
    },
    {
        "idiom": "风餐露宿",
        "examples": [
            "该团官兵担负国防通信光缆施工任务，常年身处荒漠戈壁、深山密林，部队分散流动，生活保障是个难题，官兵风餐露宿是常态。"
        ],
        "description": "在风中吃饭，在露天住宿。形容旅途中的辛苦劳累。"
    },
    {
        "idiom": "筚路蓝缕",
        "examples": [
            "随着“洋机器”的进入，才出现了第一代荜路蓝缕的企业家，他们推动着中国进入现代文明的序列。",
            "人类从洪荒的远古走来，向着希望的明天走去，昨天与今天，看似短暂，但人类在其间荜路蓝缕、上下求索，又是何等漫长与艰辛。"
        ],
        "description": "筚路：柴车。蓝缕：又旧又破的衣服。意思是驾着柴车穿着破旧衣服去开辟山林。现用来形容创业的艰难与辛苦。也作“荜路蓝缕”。（词义有拓展，也可形容事情发展的初期阶段）"
    },
    {
        "idiom": "披星戴月",
        "examples": [
            "北京建工养护集团八公路处工程部部长温冬梅介绍，洪水退后，抢修队伍披星戴月施工，人歇设备不歇。"
        ],
        "description": "身披星光，头顶月色。形容早出晚归或连夜赶路。也作“披星带月”、“戴月披星”。"
    },
    {
        "idiom": "孜孜不倦",
        "examples": [
            "希望两位院士孜孜不倦投身科研，准确把握攻关方向，深入谋划科研项目，广泛培养专业人才，推动科研创新水平不断提升。"
        ],
        "description": "孜孜：勤奋的样子。形容勤奋、不知疲倦。"
    },
    {
        "idiom": "孜孜矻矻",
        "examples": [
            "无论是民族伟大复兴的召唤，还是个人梦想价值的实现，都需要以朱有勇为光辉榜样，把这位“时代楷模”作为我们的精神坐标，像他那样孜孜矻矻、勤勉勤奋，像他那样情系三农、心有大爱。"
        ],
        "description": "zīzīkūkū，意思是勤勉不懈的样子。"
    },
    {
        "idiom": "孜孜以求",
        "examples": [
            "建设现代化强国、实现中华民族伟大复兴，是中国共产党人孜孜以求的宏伟目标，凝结着毛泽东同志等老一辈革命家的毕生心血。技艺设计风格（13 个）技艺设计风格（13 个）巧夺天工、精雕细琢、鬼斧神工、精益求精、炉火纯青、登堂入室、技艺十分精湛登峰造极技能用得熟练 得心应手做得质量差 粗制滥造心思独特、创新 匠心独运、别具匠心与众不同 标新立异、别出心裁"
        ],
        "description": "孜孜：勤勉的样子。意思是不知疲倦地探求。"
    },
    {
        "idiom": "巧夺天工",
        "examples": [
            "在大连首届寿山田黄石展暨工艺美术大师石雕作品展上，一组巧夺天工的寿山石石雕作品格外吸引眼球。"
        ],
        "description": "夺：压倒，胜过。人工的精巧胜过天然。形容技艺精妙高超。"
    },
    {
        "idiom": "精雕细琢",
        "examples": [
            "在“一带一路”国际技能大赛上，精细木工项目的比赛标准非常严格，选手们精雕细琢、分毫必较，一起去现场看看他们的精湛技艺。"
        ],
        "description": "精心细致的雕刻琢磨。形容做事仔细用心。多指艺术品的创作。"
    },
    {
        "idiom": "鬼斧神工",
        "examples": [
            "抛开对海蚀洞黑暗幽深、令人毛骨悚然的成见，大自然的鬼斧神工着实值得惊叹。",
            "当年鲁侯问木匠梓庆：为何能把鐻做得鬼斧神工般美妙？"
        ],
        "description": "形容技艺高超神妙。同“神工鬼斧”。（侧重非人工的）"
    },
    {
        "idiom": "精益求精",
        "examples": [
            "“我们虽然只是普普通通的贴花工，但必须要精益求精，因为手底下的每一件瓷器，都关乎企业的形象与声誉，无论如何都必须完美无瑕。"
        ],
        "description": "原意是已经很精致了，还要更加精致。精：完美，好；益：更加。比喻已经很好还求更好。"
    },
    {
        "idiom": "炉火纯青",
        "examples": [
            "在炉火纯青的技艺背后，他传承了砥砺创新的家国情怀。"
        ],
        "description": "意思是认为炼到炉里发出纯青色的火焰就算成功了，后用来比喻功夫达到了纯熟完美的境界。"
    },
    {
        "idiom": "登堂入室",
        "examples": [
            "龙舟、柔力球等基层开展活跃的群众体育项目登堂入室，进入全运赛场，本身就是对近几届全运会执行奥运战略的一次重新认识和扩展。"
        ],
        "description": "堂、室：古代宫室前为堂后为室。比喻学识由浅入深，逐步达到很高的成就。同“升堂入室”。"
    },
    {
        "idiom": "登峰造极",
        "examples": [
            "他的小说创作已经达到了登峰造极的地步，成为了当代文学的经典作家。"
        ],
        "description": "意思是登上顶峰，指到达最高点；比喻学问、技艺等已达到最高的境界。"
    },
    {
        "idiom": "得心应手",
        "examples": [
            "选手们个个精神饱满、身手敏捷，把各路球技运用得得心应手，场下观众的欢呼声、喝彩声此起彼伏。"
        ],
        "description": "得心：指摸索到规律；应：适应。谓心手相应，运用自如。形容技艺纯熟，心手相应，或学识融会贯通。"
    },
    {
        "idiom": "粗制滥造",
        "examples": [
            "一栋粗制滥造的自建房，不仅躲过了历次违建清查，而且还一路野蛮生长，最终导致惨烈事故的发生。当粗制滥造的自建房遭遇推诿扯皮的管理者，事故几乎难以避免。"
        ],
        "description": "意思是写文章或做东西马虎草率，只求数量，不顾质量。"
    },
    {
        "idiom": "匠心独运",
        "examples": [
            "游戏周边是游戏的延伸，也是游戏文化的延伸，一直以来《传奇永恒》对于周边的设计与制作更是独具匠心。"
        ],
        "description": "匠心：精巧的心思。具有独到的或创造性。多指文学艺术的创作构思。同“独具匠心”“匠心独运”。（侧重文艺创作的心思巧妙）"
    },
    {
        "idiom": "别具匠心",
        "examples": [
            "诗与远方\"的深度融合，还让春运路上多了许多别具匠心。"
        ],
        "description": "别：独特的；具：具有；匠心：巧妙的心思。形容巧妙而独特的构思。指在技巧和艺术方面具有与众不同的巧妙构思。"
    },
    {
        "idiom": "标新立异",
        "examples": [
            "大舅母的话也不对，若是没有人标新立异，世界上哪还有进步？",
            "今天的我们应该从那些失败的设计中有所领悟，而不是重复失败。请记得：这些建筑虽然分布于世界各地，但它们却拥有共同特点，一是耗费巨资，二是过于标新立异。"
        ],
        "description": "标：表明。异：独特，与众不同。原意为表明新颖的义理，提出与众不同的见解。后指故意提出新奇的见解，表示自己与众不同。（主观上故意性；辨析感情色彩）"
    },
    {
        "idiom": "别出心裁",
        "examples": [
            "6月16日上午，在国网庆城县供电公司组织的“安全月”宣传活动中，一份别出心裁的安全宣传“资料”吸引了广大群众前来围观。与传承、传播、传闻相关（18 个）与传承、传播、传闻相关（18 个）传承不间断 一脉相承、血脉相通、薪火相传、不绝如缕、陈陈相因传承方式 口耳相传、衣钵相传、后继无人不同的传播形式 以讹传讹、无孔不入、津津乐道、喜闻乐见、铺天盖地传闻有关 道听途说、街谈巷议、稗官野史、逸闻轶事传播广泛 脍炙人口"
        ],
        "description": "心裁：内心的决断。另外想出与众不同的办法、主意。也作“独出心裁”。（侧重想法构思巧妙）"
    },
    {
        "idiom": "一脉相承",
        "examples": [
            "良渚遗址是中华五千年文明史的实证，是世界文明的瑰宝。在悠远的历史长河中，中华文明以独树一帜的创新创造、一脉相承的坚持坚守，树立起一座座文明高峰。",
            "红旗渠精神同延安精神是一脉相承的，是中华民族不可磨灭的历史记忆，永远震撼人心。年轻一代要继承和发扬吃苦耐劳、自力更生、艰苦奋斗的精神，摒弃骄娇二气，像我们的父辈一样把青春热血镌刻在历史的丰碑上。实现第二个百年奋斗目标也就是一两代人的事，我们正逢其时、不可辜负，要作出我们这一代的贡献。红旗渠精神永在！"
        ],
        "description": "一脉：指一个血统或一个派系。相承：相续传承。由一个血统或一个派别世代相传承袭下来。比喻人或事物间的传承关系。也作“一脉相传”、“一脉相通”。"
    },
    {
        "idiom": "血脉相通",
        "examples": [
            "中泰两国毗邻而居，血脉相通。共建“一带一路”使两国关系好上加好、亲上加亲。我们要弘扬传统友好，加强高层往来，引领好两国关系发展。",
            "干部要把人民放在心中最高位置。同人民风雨同舟、血脉相通、生死与共，是我们党战胜一切困难和风险的根本保证。离开了人民，我们就会一事无成。"
        ],
        "description": "血脉：血统。原指有血缘亲属关系。也比喻极亲近的关系。"
    },
    {
        "idiom": "薪火相传",
        "examples": [
            "少儿京剧表演《九龙杯》《定军山》、武戏《戏武英豪》各具特色，彰显传统艺术的薪火相传与勃勃生机。",
            "今年4月，德班理工大学孔子学院的师生用中文给我写信，表达对中华文化的喜爱，感谢中国为非洲青年追求梦想提供宝贵机会，让我感到十分亲切。丰富多彩的人文交流有力促进民心相通，使两国友好薪火相传。"
        ],
        "description": "意思是比喻学问和技艺代代相传。比喻师生授受不绝，或种族、血统、文化精神的传承，绵延不尽。"
    },
    {
        "idiom": "不绝如缕",
        "examples": [
            "许多古老的民间艺术，代代有传人，不绝如缕。"
        ],
        "description": "绝：断。缕：细线。像一根细线那样，似断非断。也作“不绝若线”。比喻情势危急。"
    },
    {
        "idiom": "陈陈相因",
        "examples": [
            "要挖掘中华优秀传统文化的思想观念、人文精神、道德规范，把艺术创造力和中华文化价值融合起来，把中华美学精神和当代审美追求结合起来，激活中华文化生命力。故步自封、陈陈相因谈不上传承，割断血脉、凭空虚造不能算创新。要把握传承和创新的关系，学古不泥古、破法不悖法，让中华优秀传统文化成为文艺创新的重要源泉。"
        ],
        "description": "粮仓里的米谷一年接一年地堆积起来。比喻沿袭老一套，没有改进。"
    },
    {
        "idiom": "口耳相传",
        "examples": [
            "据《南郑县志》记载，汉中编织业历史悠久。当地民间口耳相传，藤编可追溯至汉代，楚汉相争的关键一环“明修栈道，暗度陈仓”，汉军便用到了藤编。明清之际，汉中货栈业兴起，水陆码头流通的货物中多有竹、木、棕、藤制品，足堪佐证当时藤编发展已有规模。",
            "此外，西方童话之所以在我国大行其道，很大程度上在于综合运用了多种媒体，顺应了从口耳相传到听觉、视觉、触觉、生活日用相互影响的时代变化。美国迪士尼公司在这方面用力颇多，他们对民间故事进行的创新性开发，不仅有效输出了自己的价值观，也赢得了口碑，赚得了巨额的利润。相比之下，我国在综合运用多媒体传播、开发民间故事方面还缺乏好的做法。"
        ],
        "description": "口说耳听，递相传授。"
    },
    {
        "idiom": "衣钵相传",
        "examples": [
            "文章自得方为贵，衣钵相传岂是真。"
        ],
        "description": "衣：佛教僧尼穿的袈裟。钵：僧尼化缘盛饭的钵盂。原为佛家语。中国禅宗师父将道法传授给徒弟时，常常举行授予衣钵的仪式。现用以比喻一般师徒、父子之间思想、技能、学问的继承和传授。"
    },
    {
        "idiom": "后继无人",
        "examples": [
            "因后继无人，日本九州和冲绳地区出现企业并购潮。",
            "马向阳介绍，白族扎染技艺虽然早已被列入第一批国家级非物质文化遗产名录，但是目前注册在案的国家级非物质文化遗产传承人仅剩一位。这样一种民族瑰宝，陷入了后继无人的局面。"
        ],
        "description": "继：继续，继承。没有继承的人。形容事业缺少接班人。"
    },
    {
        "idiom": "以讹传讹",
        "examples": [
            "但志书存世较少，虽经国家图书馆出版社影印出版，仍难济众需，加之本志的错讹以及引用者的以讹传讹，使许多历史资料乌焉成马，给人们带来诸多不便。",
            "日方一些人发表不负责任的言论，要么是主观臆断、以讹传讹，要么是无视事实、别有用心。"
        ],
        "description": "把本来就不正确的话又错误地传出去，结果越传越错。"
    },
    {
        "idiom": "无孔不入",
        "examples": [
            "信息泄露现象严重！垃圾短信定向投放无孔不入，相关产业链已形成。",
            "由于乱张贴者无孔不入，包括围墙、电线杆、公交站台、邮筒、天桥甚至路面等许多城市公用设施都被张贴得面目全非。"
        ],
        "description": "比喻见空（kòng）子就钻；利用一切漏洞或机会（多指做坏事）。"
    },
    {
        "idiom": "津津乐道",
        "examples": [
            "如果历史观错误，不仅达不到学习教育的目的，反倒会南辕北辙、走入误区。现在，一些错误倾向要引起警惕：有的夸大党史上的失误和曲折，肆意抹黑歪曲党的历史、攻击党的领导；有的将党史事件同现实问题刻意勾连、恶意炒作；有的不信正史信野史，将党史庸俗化、娱乐化，热衷传播八卦轶闻，对非法境外出版物津津乐道，等等。",
            "习近平在包子铺内吃了一顿21元的便餐。点餐时，他坚持排队，亲自拿钱在点餐台和其他顾客一起点餐取餐。排队时，他还跟其他顾客亲切地说着话，聊着家常。“那种感觉好像是在街头遇见了老朋友一样。”现场一位顾客如是回忆。这无疑是一个标志，至今仍为民众所津津乐道。"
        ],
        "description": "指很有兴趣地谈论。"
    },
    {
        "idiom": "喜闻乐见",
        "examples": [
            "希望你们继续发扬科学报国的光荣传统，带动更多科技工作者支持和参与科普事业，以优质丰富的内容和喜闻乐见的形式，激发青少年崇尚科学、探索未知的兴趣，促进全民科学素质的提高，为实现高水平科技自立自强、推进中国式现代化不断作出新贡献。",
            "要注意宣传群众、教育群众，用群众喜闻乐见、易于接受的方法开展工作，提高群众思想觉悟，让他们心热起来、行动起来。"
        ],
        "description": "意思是喜欢听，乐意看。形容很受欢迎。"
    },
    {
        "idiom": "铺天盖地",
        "examples": [
            "俄罗斯期盼已久。这些日子，媒体上铺天盖地满是“如意”“丁丁”两个名字。一个多月前，它们从四川雅安碧峰峡长途跋涉，飞至莫斯科，落户“能够看雪景”的新家。",
            "优秀作品并不拘于一格、不形于一态、不定于一尊，既要有阳春白雪、也要有下里巴人，既要顶天立地、也要铺天盖地。只要有正能量、有感染力，能够温润心灵、启迪心智，传得开、留得下，为人民群众所喜爱，这就是优秀作品。"
        ],
        "description": "形容来势猛，声势大，到处都是。"
    },
    {
        "idiom": "道听途说",
        "examples": [
            "要坚持用事实说话、以理服人：不捕风捉影、道听途说，不说无事实依据的话、不做不负责任的事。"
        ],
        "description": "途：道路。在路上听来的话，又在路上向人传播。指没有根据的传言。"
    },
    {
        "idiom": "街谈巷议",
        "examples": [
            "腊月渐近，人们对每年央视春晚的期许，从采购年货的当口开始，随归乡的旅程延伸，街谈巷议、交口不绝，渲染出一派馥郁喧腾的年味。",
            "“治大国如烹小鲜”，习近平主席借用老子《道德经》里的一句话，说明治国理政的态度；以“盲人摸象”的寓言，说明中国之大、问题之复杂，需要全面了解情况。这些话不胫而走，在街谈巷议和网络空间中流传。"
        ],
        "description": "指人们在街头巷尾闲谈议论。也指街头巷尾人们的议论。"
    },
    {
        "idiom": "稗官野史",
        "examples": [
            "让读者印象深刻的是，作者如一位考古学家，对大量的历史文本、断烂朝报、稗官野史进行考据，由此呈现了历史上影响人们生活的具体器物，以及这背后的生活方式和人的活动。"
        ],
        "description": "稗官：古代专门给帝王讲述街谈巷议、风俗故事的小官，后作为小说的代称。野史：私家记载的逸闻琐事之作。后用来称小说及不见经传的逸闻琐事的著述。"
    },
    {
        "idiom": "逸闻轶事",
        "examples": [
            "凡一水流经之地，郦道元都会考察流域内有历史意义的事件，记述逸闻轶事。古代的神话与传说，往往赖以保存。不同于一般的旅行记载，《水经注》可当作绝美的文学作品来看。郦道元历来被认为是描写风景的高手。",
            "直到今日，他接地气的评书主题都深受大众的喜欢，评书的内容不是英雄豪杰，而是真实发生在身边的美丑善恶、逸闻轶事等。呷一口茶，用充满乡音乡情的四川话，他配合着醒木、折扇徐徐道来。"
        ],
        "description": "指世人不大知道而感兴趣的传闻和故事。"
    },
    {
        "idiom": "脍炙人口",
        "examples": [
            "众所周知，若就系列影片的整体票房而言，院线殿堂的王座应属《哈利·波特》《指环王》等脍炙人口的长篇系列。"
        ],
        "description": "脍：切得很细的肉。炙：烤熟的肉。美味的食品人人爱吃。比喻好的诗文或事物为众人所喜爱和传诵。"
    },
    {
        "idiom": "喜闻乐见",
        "examples": [
            "随着互联网技术的迅猛发展，基层党建需要整合各种新媒体平台资源，创新学习方式，线上线下相结合，用年轻党员喜闻乐见的方式开展组织生活。与准备相关（11 个）与准备相关（11 个）未雨绸缪、常备不懈、防患未然、防微杜渐、居安思危、提前准备防止危险有备无患、曲突徙薪准备的当后没有忧虑 高枕无忧出现问题进行补救 临渴掘井、江心补漏、亡羊补牢"
        ],
        "description": "喜欢听，乐意看。指很欢迎。（主语是人）"
    },
    {
        "idiom": "未雨绸缪",
        "examples": [
            "面对错综复杂的宏观经济环境，我们既要看到推动经济发展的有利条件，坚定信心，积极作为，又要充分估计影响经济发展的不利因素，未雨绸缪，防范风险。"
        ],
        "description": "绸缪：缠绕，引申指修缮。比喻事先做好防备工作。"
    },
    {
        "idiom": "常备不懈",
        "examples": [
            "要改革完善疾病预防控制体系。坚决贯彻预防为主的卫生与健康工作方针，坚持常备不懈，将预防关口前移，避免小病酿成大疫。要健全公共卫生服务体系。",
            "要强化责任担当，真抓实备，常备不懈，确保一旦有事能上得去、打得赢。要坚持实战实训、联战联训，加强对抗性、针对性、协同性训练，提升训练质量和水平。"
        ],
        "description": "意思是时刻准备着，毫不松懈。"
    },
    {
        "idiom": "防患未然",
        "examples": [
            "治理\"宰客\"还应防患未然。"
        ],
        "description": "患：灾祸。未然：没有这样，指没有发生。在祸患还没有发生之前就进行防备。"
    },
    {
        "idiom": "防微杜渐",
        "examples": [
            "安全生产，关键在于防患于未然、防微杜渐，把安全隐患发现在前、解决在先。"
        ],
        "description": "微：细小，指事物的苗头。杜：杜绝，堵塞。渐：事物的开头。指在不良的事物刚刚露出苗头时，就加以制止和杜绝，不让它发展下去。"
    },
    {
        "idiom": "居安思危",
        "examples": [
            "居安思危，思则有备，有备无患。"
        ],
        "description": "处在安定的环境时而能想到可能会出现的危难。"
    },
    {
        "idiom": "有备无患",
        "examples": [
            "只要有备无患、遇事不慌，做好科学的预判、足够的准备，任何风险挑战都能化险为夷、转危为机。"
        ],
        "description": "指事先有准备，才可以避免祸患。"
    },
    {
        "idiom": "曲突徙薪",
        "examples": [
            "一定要把排查放在首位，曲突徙薪，未雨绸缪，防患于未然。”悦来投资集团领导高度重视隐患排查工作。",
            "见兔顾犬、亡羊补牢，是为下策；积谷防饥、曲突徙薪，方为上策。"
        ],
        "description": "原义是把烟囱改建成弯的，把灶旁的柴草搬走；比喻事先采取措施，才能防止灾祸；在句子中可充当作谓语、定语。"
    },
    {
        "idiom": "高枕无忧",
        "examples": [
            "今年雨水大，不要以为大堤修整过一次，就可以高枕无忧了。"
        ],
        "description": "垫高枕头睡觉，无所忧虑。"
    },
    {
        "idiom": "临渴掘井",
        "examples": [
            "“临渴掘井”，拖到“问题扎堆”再改革万万要不得。"
        ],
        "description": "临；接近。感到口渴才挖井。比喻平时没有准备，事到临头才想办法。"
    },
    {
        "idiom": "江心补漏",
        "examples": [
            "事态已严重到了这种境地，你再怎么补救也是江心补漏，为时已晚"
        ],
        "description": "指船到江心才补漏洞。比喻临到紧急关头才设法补救，为时已晚。偏正式结构；在句中一般作谓语、定语。"
    },
    {
        "idiom": "亡羊补牢",
        "examples": [
            "纠正也好，改进也罢，都是“亡羊补牢”。说出口的话犹如泼出去的水，即便马上收回，可能已造成严重的影响。",
            "亡羊补牢，为时未晚。与数量相关（15 个）与数量相关（15 个）形容少 凤毛麟角、寥寥无几、屈指可数形容多 车载斗量、不胜枚举、俯拾皆是、数不胜数、不一而足形容书多 汗牛充栋、浩如烟海形容人多，热闹 熙熙攘攘、人头攒动、人山人海、车水马龙、川流不息"
        ],
        "description": "意指丢失了再去修补羊圈，还不算晚。后用来比喻出了问题以后及时想法补救，以免继续受损失。也指出了问题才想法补救，已经太晚了。"
    },
    {
        "idiom": "凤毛麟角",
        "examples": [
            "当下收藏书画、玉器、瓷器，甚至明清家具者众多，而收藏乌木者却是凤毛麟角。"
        ],
        "description": "凤毛：凤凰的毛。麟角：麒麟的角。比喻珍贵而稀少的人或事物。名词。"
    },
    {
        "idiom": "寥寥无几",
        "examples": [
            "很多人读诗背诗的时候，习惯了只记内容不看标题。比如今天遇到的选手，都能背出许多诗句，但知道诗名的却寥寥无几，甚至有中文系研究生对诗名也不熟悉。"
        ],
        "description": "寥寥：很少。很少，没有几个。形容数量极少。"
    },
    {
        "idiom": "屈指可数",
        "examples": [
            "拿体育题材类型电影来说，好莱坞称得上历史悠久、成就斐然——成就了好几个奥斯卡影帝、影后。但在中国，体育题材电影却屈指可数，数量大约不超过100部，精品更是微乎其微。"
        ],
        "description": "屈指：弯着手指头计算数日。弯着手指就可以数出来。形容数目很少。"
    },
    {
        "idiom": "车载斗量",
        "examples": [
            "社会总有不完美，值得批判的事情岂止车载斗量。13亿人口的中国，快速发展的转型期，有问题，甚至有很多问题，都再正常不过。"
        ],
        "description": "能用车载，能用斗量，比喻数量多，不可胜数，多指不足为奇，很常见。"
    },
    {
        "idiom": "不胜枚举",
        "examples": [
            "这里的好人好事不胜枚举。"
        ],
        "description": "胜：尽。枚：量词，个。举：列举。不能够一个一个地全部列举出来。形容数量很多。（多用于形容举例子/枚举时）"
    },
    {
        "idiom": "俯拾皆是",
        "examples": [
            "当前，共建“一带一路”成果俯拾皆是，这一合作共赢的进程绝不会放缓，而会沿着正确方向不断向前推进。",
            "杭州素有“人间天堂”美誉，湖光山色、人文美景俯拾皆是。西湖十景或近观、或远眺，引人无限遐思，流连忘返。"
        ],
        "description": "形容到处都有，很容易取得。"
    },
    {
        "idiom": "数不胜数",
        "examples": [
            "中国作为一个拥有“四大发明”的文明古国，具有历史悠久而技艺高超的手工业，薪火相传的能工巧匠们留下了数不胜数的传世佳作。"
        ],
        "description": "数：计算。胜：尽。形容数量极多，数也数不完。"
    },
    {
        "idiom": "不一而足",
        "examples": [
            "最近一些地方上的调查表明，社会上各种学会、协会层出不穷，联谊会、研究会不一而足。",
            "自民进党当局上台以来，各种“去中国化”的动作不断。去孔子、去孙中山、废止“课纲微调”、中学历史教育不再单列中国史、语文课本中古文比重降低、推行国语多元化……凡此种种，不一而足。"
        ],
        "description": "不是一事一物能够使之满足的。后也用来形容所说的事物或现象不止一种，而是很多，不能一一列举。"
    },
    {
        "idiom": "汗牛充栋",
        "examples": [
            "中华民族5000多年文明史留下的史料浩如烟海，众多史学家撰著了汗牛充栋的史学典籍。"
        ],
        "description": "充：装满。栋：栋宇，房屋。形容藏书或者著作极多。"
    },
    {
        "idiom": "浩如烟海",
        "examples": [
            "在这浩如烟海的汉字中，我们究竟需要掌握多少呢？",
            "古今中外，人们的思想、文化、历史通过书籍代代传承，形成的书籍浩如烟海。",
            "共产党人千千万万，他们的动人事迹浩如烟海，选取什么样的故事入书？这需要编选者有独到的眼光，真挚的情怀。"
        ],
        "description": "浩：广大。烟海：雾气弥漫的大海。形容事物（多指书籍、文献等）数量繁多，极其丰富。"
    },
    {
        "idiom": "熙熙攘攘",
        "examples": [
            "集市上熙熙攘攘，热闹非凡。"
        ],
        "description": "熙熙：和乐的样子。攘攘：乱纷纷的样子。形容人来人往，纷杂拥挤。"
    },
    {
        "idiom": "人头攒动",
        "examples": [
            "尽管秋雨下个不停，下姜村的大街小巷都是操着外地口音的游客。卖特产的铺子里，民俗表演的摊档前，人头攒动。",
            "京西宾馆会议楼前厅人头攒动、气氛热烈。身着各色服饰的第一届全国文明家庭代表精神饱满，脸上洋溢着喜悦的笑容。"
        ],
        "description": "原指人很多，且频繁的在移动。一般用于形容某些地方人口密度较大，但程度不如人山人海高。"
    },
    {
        "idiom": "人山人海",
        "examples": [
            "习近平抵达黎明大街路口，换乘敞篷车，与金正恩同车前往锦绣山太阳宫广场。街道两旁，人山人海，盛况空前。",
            "一个人拥有自信，我们便可以在他的身上感受到人格魅力的光芒，纵使在人山人海之中，也可以一眼领略他的光彩"
        ],
        "description": "形容聚集的人非常多。"
    },
    {
        "idiom": "车水马龙",
        "examples": [
            "这座沿海城市自从被列为经济开发区之后，一时华盖云集，车水马龙，一派繁忙景象。"
        ],
        "description": "车像流水，马如游龙。形容车马来来往往的热闹景象。同“马龙车水”。"
    },
    {
        "idiom": "川流不息",
        "examples": [
            "历史川流不息，精神代代相传。",
            "时间之河川流不息，每一代青年都有自己的际遇和舞台。与到来、出现相关（9个）与到来、出现相关（9 个）偶遇 不期而遇、萍水相逢形容连续到来 接踵而至、络绎不绝、源源不断、纷至沓来形容人多和人少（受冷落） 门庭若市、无人问津、门庭冷落"
        ],
        "description": "形容行人、车马很多，像水流一样连续不断。"
    },
    {
        "idiom": "不期而遇",
        "examples": [],
        "description": "没约定而意外相遇。【例1】广大青年不仅是现在的生力军，也是未来的主力军。同向同心，当代青年与最鲜明的时代主题不期而遇。对当代青年来说，这是最大的人生际遇，也是最大的人生考验。【例2】相比吴贺玲母子的满怀遗憾，来自滦县榛子镇的李震云姐妹则在心里庆幸同习近平总书记的不期而遇。"
    },
    {
        "idiom": "萍水相逢",
        "examples": [
            "我所衷心敬佩的人，不是那种什么事都可以找兄弟帮忙、仿佛大半个中国都有他哥们的人，而是那种跟所有萍水相逢的人都友善宽和、时时都在传播着正能量的人。"
        ],
        "description": "比喻从不认识的人偶然相遇。"
    },
    {
        "idiom": "接踵而至",
        "examples": [
            "这些年来，我们面临的各种风险挑战接踵而至，大仗一个接一个，每一仗都是靠全体人民团结奋斗、顽强斗争闯过来的。"
        ],
        "description": "意思是指人们前脚跟着后脚，接连不断地来，形容人接连而来或事情持续发生。"
    },
    {
        "idiom": "络绎不绝",
        "examples": [
            "每年到了这时候，从全国各地，跋山涉水特意来韶山参观的人都络绎不绝。"
        ],
        "description": "络绎：前后相接、连续不断的样子。形容车船人马等前后相接，往来不断。"
    },
    {
        "idiom": "源源不断",
        "examples": [
            "山上的积雪融化了，源源不断的雪水灌溉着山脚下的田地。"
        ],
        "description": "源源：连续不断的样子。形容接连不断绝。"
    },
    {
        "idiom": "纷至沓来",
        "examples": [],
        "description": "纷：众多。沓：又多又重复。形容连续不断地纷纷到来。【例1】旷日持久的总统选举，致使阿富汗国内局势受到严重影响，诸多挑战纷至沓来。【例2】国庆档之后，各种类型片纷至沓来，令人目不暇接。"
    },
    {
        "idiom": "门庭若市",
        "examples": [
            "早上8点，在上海中华路的梦花街馄饨店门口早已门庭若市。"
        ],
        "description": "门庭：门口和庭院。若：如，好像。门口和庭院就像集市一样，热闹非凡。形容往来的人很多。"
    },
    {
        "idiom": "无人问津",
        "examples": [
            "那些书皮五光十色的侠怪小说，渐渐变得无人问津。"
        ],
        "description": "津：渡口。没有人来询问渡口。比喻没人过问、受到冷落。（形容某事物受冷落、无人理睬。程度较重）"
    },
    {
        "idiom": "门庭冷落",
        "examples": [
            "门庭冷落、乏人问津，广州4家民俗博物馆的烦恼，想必能寻觅到不少知音。与中华文明传统文化有关（6个）与中华文明传统文化有关（6 个）形容中华文化 源远流长、连绵不绝、博大精深如何让中华文化更好 历久弥新、兼容并蓄、推陈出新"
        ],
        "description": "形容十分冷落，宾客稀少。"
    },
    {
        "idiom": "源远流长",
        "examples": [
            "中国和印度尼西亚隔海相望，两国友好关系的历史源远流长。"
        ],
        "description": "源头远，水流长。也比喻历史悠久。"
    },
    {
        "idiom": "连绵不绝",
        "examples": [],
        "description": "意思是连续而不中断。【例1】魏晋南北朝”是中国历史上一段黑暗的“乱世”。在此期间，连绵不绝的军阀混战和地方割据，持续不断的族群侵并、政权倾覆，频繁的人口迁徙和灾难。【例2】中华民族精神之所以连绵不绝、代代相传、历久弥新，是因为其有着深厚的历史土壤和文化根脉。"
    },
    {
        "idiom": "博大精深",
        "examples": [
            "有人惊叹，祖国的语言文字博大精深，过去却知之不多，真是惭愧。"
        ],
        "description": "博大：广大。精深：精湛深刻。形容学识、思想、理论广博丰富，精湛深刻。"
    },
    {
        "idiom": "历久弥新",
        "examples": [
            "富强作为一种价值追求，不仅为当代中国社会普遍认同，而且深深积淀在中华传统文化中，堪称历久弥新。"
        ],
        "description": "弥，更加。指经历长久的时间而更加鲜活，更加有活力，更显价值。"
    },
    {
        "idiom": "兼收并蓄",
        "examples": [
            "中国有厚重的文化底蕴，加上兼收并蓄的好学传统，经过时间的沉淀，这些优势渐渐显露出来。"
        ],
        "description": "并：一起。蓄：积聚，储存。对不同的人或事物都能同时收容、保留。"
    },
    {
        "idiom": "推陈出新",
        "examples": [
            "我们研究历史不是为了复古，而是要借鉴历史、推陈出新。与领导力有关（10 个）与领导力有关（10 个）眼界高考虑全 高屋建瓴、高瞻远瞩、深谋远虑筹划全面 运筹帷幄、统筹兼顾以身作则 身体力行、亲力亲为、克己奉公、以身作则、上行下效"
        ],
        "description": "推去旧的，产生新的。后多指在文化艺术方面去掉旧的糟粕，吸取其精华，创造出新的来。（多形容文化但不绝对）"
    },
    {
        "idiom": "高屋建瓴",
        "examples": [
            "这些形象大都是从战争年代的叱咤风云的指挥员身上脱颖出来的，具有气壮山河的英雄气概和高屋建瓴的雄才大略。"
        ],
        "description": "建：倾倒。瓴：水瓶。从高屋脊上往下倒瓶中的水。形容居高临下，不可阻挡的形势。"
    },
    {
        "idiom": "高瞻远瞩",
        "examples": [],
        "description": "瞻：望。瞩：注视。登高望远。形容目光远大。（更宏观）【例1】亚投行、“一带一路”等宏大计划，显示出习近平的高瞻远瞩，也凸显了中国作为负责任大国的国际担当。【例2】面对中美关系进一步发展的时代机遇，面对国际社会对中美加强合作的普遍期待，两国应高瞻远瞩，相互照顾彼此利益和关切，妥善化解分歧和矛盾，共同推进中美合作。"
    },
    {
        "idiom": "深谋远虑",
        "examples": [
            "综合国力竞争说到底是人才竞争。人才是衡量一个国家综合国力的重要指标。这是一项深谋远虑的重大改革"
        ],
        "description": "计谋深远，考虑周密。"
    },
    {
        "idiom": "运筹帷幄",
        "examples": [
            "我们的目标是为各行各业的专业人士提供整合的信息解决方案，帮助他们更快地作出决策、作出更明智的决策，从而在全球化的竞争中，运筹帷幄、决胜千里。"
        ],
        "description": "筹：谋划。帷幄：古代军队中的帐幕。指在帐幕中谋划计策。后指在后方指挥、筹划。"
    },
    {
        "idiom": "统筹兼顾",
        "examples": [],
        "description": "意思是统一筹划，全面照顾。【例1】必须树立系统观念，以正确的历史观、大局观把握大势、统筹兼顾、掌握主动。【例2】统筹兼顾是中国共产党的一个科学方法论。它的哲学内涵就是马克思主义辩证法。"
    },
    {
        "idiom": "身体力行",
        "examples": [
            "增强安全意识、注意风险提示，敬畏自然、敬畏生命，每个人都该身体力行。"
        ],
        "description": "身：亲身。体：体验。指亲身体验，努力实践。"
    },
    {
        "idiom": "亲力亲为",
        "examples": [
            "大到治安防范，小到邻里琐事，李柚池无不亲力亲为。"
        ],
        "description": "亲自参与，不由别人来代替。"
    },
    {
        "idiom": "克己奉公",
        "examples": [],
        "description": "克己：约束自己；奉公：以公事为重。克制自己的私心，一心为公。【例1】全党同志都要明大德、守公德、严私德，清清白白做人、干干净净做事，做到克己奉公、以俭修身，永葆清正廉洁的政治本色。【例2】大家心中要始终装着老百姓，先天下之忧而忧，后天下之乐而乐，做到不谋私利、克己奉公。对个人的名誉、地位、利益，要想得透、看得淡，自觉打掉心里的小算盘。"
    },
    {
        "idiom": "以身作则",
        "examples": [
            "遵守交通规则是每个人的责任，尤其是偶像明星，更要时刻慎独自省，以身作则，为社会做好示范。"
        ],
        "description": "身：自身。则：榜样。自己以行动给大家做出榜样。"
    },
    {
        "idiom": "上行下效",
        "examples": [],
        "description": "行：做。效：效法。指上面的人怎么做，下面的人就跟着怎么干。【例1】以上率下是管党治党责任具体化的第一步，只有上下齐心、上行下效才能在落实上见成效。【例2】很多时候，问题在下面，源头在上面，作风养成历来是上行下效。与责任义务有关（3 个）与责任义务有关（3 个）勇于承担责任义务 当仁不让、义不容辞、责无旁贷"
    },
    {
        "idiom": "当仁不让",
        "examples": [
            "党和国家在未来的道路上，还需坚持人民当仁不让的主角地位，切实为人民谋福利。"
        ],
        "description": "当：面对。仁：符合道义的事。后指遇到应该做的事，勇于承当，不推诿。（侧重情理上）"
    },
    {
        "idiom": "义不容辞",
        "examples": [
            "钟南山认为自己只是一个医生，须对人民的生命安全负责，他的出声是义不容辞的。"
        ],
        "description": "义：道义。辞：推辞。道义上不容许推辞。指理应接受。（侧重良心、道义上）"
    },
    {
        "idiom": "责无旁贷",
        "examples": [
            "作为邮件运送的起点，企业在保证邮件安全方面，可谓责无旁贷。与能力有关（8 个）与能力有关（8 个）能力有限 独木难支、捉襟见肘、力有未逮、左支右绌、鞭长莫及考虑不周 顾此失彼想帮但帮不了 爱莫能助"
        ],
        "description": "责：责任。贷：推卸。指自己应尽的责任，不能推给别人。（侧重责任、职责上）"
    },
    {
        "idiom": "独木难支",
        "examples": [
            "钢价未出现明显下跌，可能仅仅是原料矿石价格坚挺支撑所致，但独木难支，下游需求不济终将让钢材价格支撑不住。"
        ],
        "description": "一根木头难以支撑将倾的大厦。比喻一个人的力量难以胜任艰巨的工作。也作“一木难支”。"
    },
    {
        "idiom": "捉襟见肘",
        "examples": [
            "当代作家享受当代可以，表现当代则显得捉襟见肘，力不从心。"
        ],
        "description": "捉襟：整理衣襟。肘：胳膊肘儿。形容衣裳破旧。也比喻困难很多，应付不过来。（侧重人力、物力等资源有限）"
    },
    {
        "idiom": "力有未逮",
        "examples": [],
        "description": "指能力做不到。【例1】传统的清官们，反腐力有未逮，在于只有人治，缺少现代法治。这就导致清官只能改变自己，而没办法改变同僚和社会。【例2】因此，基于政府反竞争行为的广泛性、宏观性和复杂性，单单依靠竞争法律与反垄断机关的执法、司法来规制政府反竞争行为难免力有未逮，需要在全面深化改革和全面推进依法治国的背景下，构建一套以竞争政策为优先、以竞争评估为前置、以竞争中立为标准、以竞争执法司法优化为目标、以竞争文化倡导为辅助的“五位一体”的多层次、多维度、多纵深的综合规制路径。"
    },
    {
        "idiom": "左支右绌",
        "examples": [
            "洪秀全所处的时代时逢中西交冲，身处千年未有的时代变局，他左支右绌，无力应付。"
        ],
        "description": "支：支撑。绌：不足。应付了这边，那边又有了问题。指力量不足。（侧重能力有限，应付不过来）"
    },
    {
        "idiom": "顾此失彼",
        "examples": [
            "这个方案的拟定，颇费苦心，重点既很突出，又没有顾此失彼。"
        ],
        "description": "顾了这个，失了那个。形容不能兼顾。（侧重考虑不周全）"
    },
    {
        "idiom": "鞭长莫及",
        "examples": [
            "食品安全包括种植、养殖、加工、包装、贮藏、运输、销售、消费等各个环节，其中相当多的环节都是《食品卫生法》“鞭长莫及”的。"
        ],
        "description": "莫：不。及：达到。意思是说鞭子虽然长，但不应该打到马腹上。比喻力量达不到。（有时会用于形容“虽有能力，但能力有限”）"
    },
    {
        "idiom": "爱莫能助",
        "examples": [],
        "description": "爱：爱惜；莫：不。虽然心中关切同情，却没有力量帮助。【例1】方自恃“能奈我何”，日本政府长期“爱莫能助”，当地民众苦美久矣。【例2】路遇跌倒的老人，应当说无人不有恻隐之心，可有的人溜之大吉，有的人“爱莫能助”，有的人不避风险挺身相助。为什么一事当前，表现不一？归根结底，区别正在于是否把崇德向善当作自己义不容辞的神圣责任。与效果结果解决问题有关（18 个）与效果结果解决问题有关（18 个）立竿见影、一劳永逸、行之有效、一蹴而就、（倚马可待、一挥而就）、一下子有效果一步登天解决问题 迎刃而解、事半功倍回天乏术、隔靴搔痒、鞭长莫及、力不从心、爱莫能助、独木难支、无法解决问题无能为力、力有未逮"
    },
    {
        "idiom": "立竿见影",
        "examples": [
            "掌握了正确的学习方法，便可收到立竿见影的效果。"
        ],
        "description": "在阳光下竖起竹竿，立刻就能看到它的影子。比喻效果显著迅速。"
    },
    {
        "idiom": "一劳永逸",
        "examples": [
            "此物长生，种者一劳永逸。"
        ],
        "description": "逸：安逸。指辛苦一次把事情办好，以后就不用费力了。"
    },
    {
        "idiom": "行之有效",
        "examples": [],
        "description": "之：代词，它，指办法、措施等；效：成效，效果。实行起来有成效。指某种方法或措施已经实行过，证明很有效用【例1】要增强战略的前瞻性、全局性、稳定性，把历史、现实、未来贯通起来，把中国和世界连接起来，使我们制定的战略符合实际、行之有效，为中国式现代化提供强大的战略支撑。【例2】要以公平正义为理念引领全球治理体系变革，维护以世界贸易组织为核心的多边贸易体制，在充分协商基础上，为人工智能、数字经济等打造各方普遍接受、行之有效的规则，为科技创新营造开放、公正、非歧视的有利环境，推动经济全球化朝着更加开放、包容、普惠、平衡、共赢的方向发展，让世界经济活力充分迸发出来。"
    },
    {
        "idiom": "一蹴而就",
        "examples": [
            "他们认为胜利不能一蹴而就，必须用持久战。"
        ],
        "description": "蹴：踏；就：成功。踏一步就可以获得成功，比喻事情很容易做。同“一蹴而得”。（多用于否定句中。）"
    },
    {
        "idiom": "倚马可待",
        "examples": [
            "一版头条刊出的《“蛟龙”刷新“中国深度”》，是27日当天傍晚布置，当晚写稿，当晚上版的急就章，展示了记者倚马可待的基本功。"
        ],
        "description": "比喻文思敏捷，文章写得又快又好。"
    },
    {
        "idiom": "一挥而就",
        "examples": [
            "雨来得匆忙，退得也急切，像一挥而就的笔墨。"
        ],
        "description": "挥：指挥笔。就：完成。一挥笔就完成了。形容诗文、书画很快就写好画好了。也作“一挥而成”。"
    },
    {
        "idiom": "一步登天",
        "examples": [
            "捷径的完成，靠的是持续不断的拼搏奋斗，而不是一劳永逸、一步登天。"
        ],
        "description": "比喻一下达到很高的境界、程度。也比喻人一下子爬上高位。（多含贬义。）"
    },
    {
        "idiom": "迎刃而解",
        "examples": [
            "笔者以为，现在《解释》的出台，将使以上“三大难题”迎刃而解。"
        ],
        "description": "刃：刀刃。解：分开。把竹子劈开口，下面的一段竹子就迎着刀刃裂开了。比喻主要问题解决了，其他的问题就很容易解决。（常搭配“问题”）"
    },
    {
        "idiom": "事半功倍",
        "examples": [
            "从这个意义上讲，弘扬丝路精神，高标准推进境外经贸合作区建设，将使开放共赢变得事半功倍。"
        ],
        "description": "事：所要做的事情，指措施。功：功效。形容费力小，收效大。"
    },
    {
        "idiom": "回天乏术",
        "examples": [],
        "description": "回天：比喻力量大，能移转极难挽回的时势；乏术：缺少方法。比喻局势或病情严重，已无法挽救。【例1】中共一大的原点精神蕴含超凡的凝聚力。为了实现中华民族的伟大复兴，近代以来无数仁人志士奋起抗争，但一次又一次地失败了，回天乏术的主要原因之一就是形只影单势孤力薄，“有心杀贼，无力回天”也就此成为谭嗣同激励多少英雄豪杰的著名绝句。【例2】虽然在八国联军侵华之后，清王朝几乎采纳了“百日维新”的所有主张，但这个腐朽王朝自我挽救的速度已落后于它腐烂的速度，其命运已不能由自己所掌握，任何改革者修补的努力都回天乏术。就像风雨飘摇之中的破房子，多么高明的“裱糊匠”也糊不起来了。"
    },
    {
        "idiom": "隔靴搔痒",
        "examples": [
            "对此，有家长直呼大快人心，也有家长持悲观态度，指称在现行高考、中考制度没有根本性改变的前提下，任何给学生减负的举措都只能是“隔靴搔痒”。"
        ],
        "description": "比喻说话、做事、写文章不中肯，没有抓住关键。"
    },
    {
        "idiom": "鞭长莫及",
        "examples": [
            "食品安全包括种植、养殖、加工、包装、贮藏、运输、销售、消费等各个环节，其中相当多的环节都是《食品卫生法》“鞭长莫及”的。"
        ],
        "description": "莫：不。及：达到。意思是说鞭子虽然长，但不应该打到马腹上。比喻力量达不到。（有时会用于形容“虽有能力，但能力有限”）"
    },
    {
        "idiom": "力不从心",
        "examples": [
            "随着各综合性研究型大学研究生规模的日益扩大，将硕、博教育放在一起，已经让研究生院感到力不从心。"
        ],
        "description": "从：顺从。想做某事而力量达不到或无力去做。"
    },
    {
        "idiom": "爱莫能助",
        "examples": [
            "人们对吃大亏者，往往扼腕叹息却爱莫能助。这种用人倾向，最影响群众情绪和心态，有时甚至会造成一定范围内价值取向的摇摆。从这个意义上说，不让老实人吃亏已经不仅仅是一个是非公道的问题，而是直接关系到党的事业的发展和社会风气的净化。"
        ],
        "description": "爱：爱惜；莫：不。虽然心中关切同情，却没有力量帮助。"
    },
    {
        "idiom": "独木难支",
        "examples": [
            "钢价未出现明显下跌，可能仅仅是原料矿石价格坚挺支撑所致，但独木难支，下游需求不济终将让钢材价格支撑不住。"
        ],
        "description": "一根木头难以支撑将倾的大厦。比喻一个人的力量难以胜任艰巨的工作。也作“一木难支”。"
    },
    {
        "idiom": "无能为力",
        "examples": [
            "出了事，要追责。我们有的地方、单位管理失之于宽、无能为力，主要负责人是干什么的？要履责，要抓党风廉政建设！凡是整改不力的，都要严肃追责。"
        ],
        "description": "不能施展力量。指使不上劲或没有能力去做好某件事情、解决某个问题。"
    },
    {
        "idiom": "力有未逮",
        "examples": [],
        "description": "指能力做不到。【例1】传统的清官们，反腐力有未逮，在于只有人治，缺少现代法治。这就导致清官只能改变自己，而没办法改变同僚和社会。【例2】因此，基于政府反竞争行为的广泛性、宏观性和复杂性，单单依靠竞争法律与反垄断机关的执法、司法来规制政府反竞争行为难免力有未逮，需要在全面深化改革和全面推进依法治国的背景下，构建一套以竞争政策为优先、以竞争评估为前置、以竞争中立为标准、以竞争执法司法优化为目标、以竞争文化倡导为辅助的“五位一体”的多层次、多维度、多纵深的综合规制路径。与成功有关（10 个）与成功有关（10 个）轻松成功 触手可及、唾手可得、手到擒来、信手拈来没能成功 束手无策、一筹莫展、束手无策、功亏一篑未获得想要的结果 事与愿违、适得其反"
    },
    {
        "idiom": "触手可及",
        "examples": [
            "触手可及的金融服务，背后依靠的是科技的投入。"
        ],
        "description": "伸手便可接触到。形容距离很近。"
    },
    {
        "idiom": "唾手可得",
        "examples": [
            "如今，各种信息唾手可得，获取知识的门槛变低了。"
        ],
        "description": "唾手：往手上吐唾沫。比喻极容易得到。"
    },
    {
        "idiom": "手到擒来",
        "examples": [
            "抓落实不是探囊取物，不会手到擒来。"
        ],
        "description": "擒：捉拿。一出手就把人捉住。形容做事毫不费力或很有把握。"
    },
    {
        "idiom": "信手拈来",
        "examples": [
            "王老师讲课时，许多历史小故事信手拈来。"
        ],
        "description": "信手：随手；拈：用两三个手指头捏东西。随手拿来，多指写文章时能自由纯熟地选用词语或应用典故、素材，用不着怎么思考。（多用于引用资料、数据、典故等）（也可形容做事不费力）"
    },
    {
        "idiom": "束手无策",
        "examples": [
            "当危急情况出现时，有多少人并不是见义不为，而是束手无策?"
        ],
        "description": "策：办法。手被捆住，无法应对。形容遇到问题没有解决的办法。"
    },
    {
        "idiom": "一筹莫展",
        "examples": [
            "几个农民要搞科研，想解决专家都一筹莫展的难题，谈何容易。"
        ],
        "description": "筹：计策。展：施展。一点计策也施展不出。形容没有一点办法。"
    },
    {
        "idiom": "束手无策",
        "examples": [
            "当危急情况出现时，有多少人并不是见义不为，而是束手无策?"
        ],
        "description": "策：办法。手被捆住，无法应对。形容遇到问题没有解决的办法。"
    },
    {
        "idiom": "功亏一篑",
        "examples": [
            "目前已到冲刺阶段，须防功亏一篑。"
        ],
        "description": "篑：盛土的筐，指一筐土。后用来比喻做事情只差最后一点而前功尽弃。"
    },
    {
        "idiom": "事与愿违",
        "examples": [
            "本想做了手术以后，他的身体会好起来的，但事与愿违，他的身体还是一天天地衰弱下去。"
        ],
        "description": "事：事实。愿：心愿，愿望。事实与主观愿望相反。（侧重没达到）"
    },
    {
        "idiom": "适得其反",
        "examples": [
            "这么看来，商家封杀职业打假人只能适得其反，不仅阻挡不了职业打假者的行动，更会让自己的丑行败露，落得个拒绝监督、袒护问题商品的恶名。变化改革相关（28 个）变化改革相关（28 个）不变 一成不变、亘古不变、恍如隔世改变 改弦更张、改弦易辙创新 革故鼎新、除旧布新、吐故纳新不变通 重蹈覆辙、老调重弹变化多，快 变幻莫测、瞬息万变长时间繁荣昌盛 经久不衰、经久不息、长盛不衰变化巨大 今非昔比、天翻地覆、时过境迁、沧海桑田、斗转星移、白云苍狗难以改变 根深蒂固、积习难改、积重难返坚持不变 深入人心、一以贯之、矢志不渝、坚定不移"
        ],
        "description": "适：恰好。结果与愿望恰好相反。（侧重取得反面结果）"
    },
    {
        "idiom": "一成不变",
        "examples": [
            "谁对谁错，不是一成不变的。"
        ],
        "description": "成：形成。指事物一形成就不再改变。多用于否定句中。"
    },
    {
        "idiom": "亘古不变",
        "examples": [
            "中国与巴基斯坦的友谊亘古不变。"
        ],
        "description": "从古至今永远也不会改变。多褒义"
    },
    {
        "idiom": "恍如隔世",
        "examples": [],
        "description": "恍：仿佛；世：三十年为一世。仿佛隔了一个时代。指一种因人事或景物变化很大而引起的感触。【例1】那里山大沟深、破屋烂衫，只能靠天吃饭，“种下一袋子，收上一帽子”。习近平总书记接过照片仔细端详，不由感慨：“今非昔比，恍如隔世啊！”【例2】如今的青和居社区已是高楼林立、环境优美、配套齐全的现代化社区。习近平说，生活在今天这个时代，同几十年前相比，真是沧桑巨变，恍如隔世。"
    },
    {
        "idiom": "改弦更张",
        "examples": [],
        "description": "更：改换；张：给乐器上弦。改换、调整乐器上的弦，使声音和谐。比喻改革制度或变更计划、方法。【例1】中国特色社会主义道路，开拓于中国人民共同奋斗，扎根于中华大地，是给中国人民带来幸福安宁的正确道路。无论遇到什么风浪，在坚持中国特色社会主义道路这个根本问题上都要一以贯之，决不因各种杂音噪音而改弦更张。【例2】周武王灭商后，天下安定，声威显赫，八方来朝。有西蕃进贡一只名犬，召公奭(shì)担心武王玩物丧志，便写了一篇题为《旅獒》的文章进行劝谏，并说出了上面那番警示的话。武王听从了召公的劝告，改弦更张，守住了社稷。"
    },
    {
        "idiom": "改弦易辙",
        "examples": [
            "他接受了同志们的批评，从此改弦易辙，半年来工作大有起色。"
        ],
        "description": "改弦：更换琴弦。易：改变。辙：车轮压过的痕迹，指道路。比喻改变方向或做法。同“更弦易辙”、“改辕易辙”。"
    },
    {
        "idiom": "革故鼎新",
        "examples": [
            "太平天国定都南京后，革故鼎新，颁布《天朝田亩制》。"
        ],
        "description": "革：除去。鼎新：立新。指革除旧的，建立新的。多指改朝换代或重大变革。（多政治角度）"
    },
    {
        "idiom": "除旧布新",
        "examples": [
            "今天，世界再次来到这样一个重要历史节点。在新一轮科技革命和产业变革大潮中，除旧布新必然导致产业变革，这个过程是艰难痛苦的。成功跨越蜕变，各国将得到发展新生机、新活力，给人民带来更好生活、更多福祉。"
        ],
        "description": "布：安排，开展。清除旧的，建立新的。以新的代替旧的。"
    },
    {
        "idiom": "吐故纳新",
        "examples": [
            "换届，就要吐故纳新，换出新精神，新思路和新气象。"
        ],
        "description": "纳：使进入，吸入。道家的养生术，吐出浊气，吸进新鲜空气。后多比喻扬弃旧的，吸收新的。（多形容事物在发展中呈现新的面貌）"
    },
    {
        "idiom": "重蹈覆辙",
        "examples": [],
        "description": "蹈：踏；覆：翻；辙：车轮辗过的痕迹。重新走上翻过车的老路。比喻不吸取教训，再走失败的老路。【例1】陕西要深刻吸取秦岭违建别墅问题的教训，痛定思痛，警钟长鸣，以对党、对历史、对人民高度负责的精神，以功成不必在我的胸怀，把秦岭生态环境保护和修复工作摆上重要位置，履行好职责，当好秦岭生态卫士，决不能重蹈覆辙，决不能在历史上留下骂名。【例2】历史是一面镜子。以史为鉴，才能避免重蹈覆辙。"
    },
    {
        "idiom": "老调重弹",
        "examples": [
            "如今不过是略搬花样，实际是老调重弹罢了。"
        ],
        "description": "把说过的旧话或理论、主张又重新提出来。指言论没有新意，含贬义。同“旧调重弹”。"
    },
    {
        "idiom": "变幻莫测",
        "examples": [
            "早春的天气真是变幻莫测，刚刚还是风和日丽，现在却雨雪交加。"
        ],
        "description": "变幻：没有规则地改变。变化奇特，不可预测。"
    },
    {
        "idiom": "瞬息万变",
        "examples": [
            "信息时代的标志是瞬息万变，要与一日千里的技术经济发展同步，要为攻坚克难的社会改革实践出力。"
        ],
        "description": "瞬：一眨眼。息：一呼吸。在极短时间里就发生很多变化。形容变化很多很快。"
    },
    {
        "idiom": "经久不衰",
        "examples": [],
        "description": "1.精神饱满的状态，身体健壮的外表，或幼年期到成年期之间的时期的精神特征;青年人的活力或朝气。2.形容某事或某人经历很长时间仍旧保持较高的旺盛状态事例。【例1】玉文化，历经八千年经久不衰，无可替代，是源于玉之可贵;而玉之最可贵在于你用心养玉，最终玉来养心。【例2】年轻人的耐力经久不衰，能够适应长久的训练。"
    },
    {
        "idiom": "经久不息",
        "examples": [
            "国家主席习近平宣布：杭州第十九届亚洲运动会开幕！顿时，全场沸腾，“数字焰火”绚烂绽放，全场掌声欢呼声经久不息。"
        ],
        "description": "经过长时间停不下来。"
    },
    {
        "idiom": "长盛不衰",
        "examples": [
            "欧美同学会为什么能够长盛不衰?原因有以下几个方面。"
        ],
        "description": "长久兴盛而不衰败，比喻长时间保持旺盛的势头。"
    },
    {
        "idiom": "今非昔比",
        "examples": [],
        "description": "现在不能和过去相比。形容变化大。（多形容现在比过去好）【例1】西藏医疗救治水平今非昔比。【例2】自古以来，人与海的对抗背后，恰恰体现了人类对于海洋的畏惧与无奈。然而近些年来，地球海洋的整体含氧量下降了2%，而低含氧量的沿岸海洋死区数量从50个左右增加到了近500个，海洋已然今非昔比。"
    },
    {
        "idiom": "天翻地覆",
        "examples": [],
        "description": "覆：翻过来。形容变化巨大。也形容闹得很凶。【例1】一首首经典歌曲、一段段精湛表演，让人们重温风云激荡、天翻地覆的发展奇迹。【例2】70年砥砺奋进，我们的国家发生了天翻地覆的变化。"
    },
    {
        "idiom": "时过境迁",
        "examples": [
            "时过境迁，我们往往只有回到经典作品产生的历史语境中，才能更清楚地看到其创新性之所在。"
        ],
        "description": "境：环境。迁：变迁。时间过去了，环境或情况也随之改变了。"
    },
    {
        "idiom": "沧海桑田",
        "examples": [
            "多年来，从无到有，从有到优，他们亲眼见证了一片又一片的大居发生了沧海桑田、翻天覆地的巨大变化。"
        ],
        "description": "沧海：大海。桑田：种桑树的地。大海变为桑田，桑田变为大海。比喻世事变化非常大。"
    },
    {
        "idiom": "斗转星移",
        "examples": [],
        "description": "斗：北斗星。1.表示一夜之间时间的推移。后也指岁月流逝。【例1】指声势浩大，使星座移位，北斗转向。【例2】百年岁月，斗转星移、潮起潮落。中国共产党历经风雨洗礼，正带领中国人民意气风发地奋进在全面建设社会主义现代化国家、实现中华民族伟大复兴的新征程上。"
    },
    {
        "idiom": "白云苍狗",
        "examples": [
            "白云苍狗，世事无常，悠悠时光看似漫长，不过是白驹过隙，忽然而已。"
        ],
        "description": "苍：青色，泛指青黑色。比喻世事变化无常。也作“白衣苍狗”。"
    },
    {
        "idiom": "根深蒂固",
        "examples": [],
        "description": "蒂：草木之根。比喻基础稳固。（中性）（侧重深）【例1】在感人至深的话语里，光荣属于人民，感情系于人民，力量源于人民，体现了一以贯之的人民立场，彰显了根深蒂固的人民情怀。【例2】美国执法领域存在着根深蒂固的种族偏见。"
    },
    {
        "idiom": "积习难改",
        "examples": [
            "官僚腐败从古到今一直存在，积习难改，反腐倡廉的工作要艰难而持久地进行下去。"
        ],
        "description": "积习：指多年养成的习惯。长期形成的某种习惯，很难改变。"
    },
    {
        "idiom": "积重难返",
        "examples": [
            "一旦躺在过去的功劳簿上，安于现状、止步不前，就会暮气丛生、积弊日深，最终积重难返。"
        ],
        "description": "积：积习。返：返回，回头。积习深重，难以改变。多指长期存在的恶习，弊端已经发展到了难以革除的地步。（侧重时间久）"
    },
    {
        "idiom": "深入人心",
        "examples": [
            "各国政府、国际组织、重要金融机构以及大型跨国公司积极响应，充分说明“一带一路”倡议对世界稳定和发展的重要意义已深入人心。"
        ],
        "description": "指思想、理论等广泛地得到人们的理解和接受。"
    },
    {
        "idiom": "一以贯之",
        "examples": [
            "坚持和发展中国特色社会主义要一以贯之。"
        ],
        "description": "贯：贯穿。贯通事情的始末或全部的过程。"
    },
    {
        "idiom": "矢志不渝",
        "examples": [
            "她要让大家知道，她的丈夫是无罪的，她要矢志不渝地等待着丈夫归来。"
        ],
        "description": "矢：发誓。立下志愿绝不改变。同“矢志不移”。"
    },
    {
        "idiom": "坚定不移",
        "examples": [
            "在新时代，中国人民将继续自强不息、自我革新，坚定不移全面深化改革。与重视、新奇、认真有关（24 个）与重视、新奇、认真有关（24 个）更多资源添加小桃微信maikeya0视而不见、置若罔闻、熟视无睹、闭目塞听、充耳不闻、屡见不鲜、不重视 不足为奇、置之不理、嗤之以鼻、视如敝屣、不屑一顾、无动于衷、束之高阁重视 爱不释手、手不释卷、视若珍宝、奉为圭臬不认真 粗枝大叶、大而化之、（具体而微）是否重要 举足轻重、无足轻重、细枝末节"
        ],
        "description": "形容人立场、观点、主张等固定专一，毫不动摇。"
    },
    {
        "idiom": "视而不见",
        "examples": [
            "一方面，总是哀叹当今时代出不了文艺大师；另一方面，又对时代和人民培育造就的各文艺门类的大师视而不见。"
        ],
        "description": "睁着眼睛看，却什么也没看见。指不注意，不重视。也指不理睬，看见了当作没看见。常与“听而不闻”连用。"
    },
    {
        "idiom": "置若罔闻",
        "examples": [
            "对学校的规章制度，有的同学置若罔闻。"
        ],
        "description": "置：放，指放在一边。若：好像。罔：没有。放在一边，好像没有听到。指不加理睬。"
    },
    {
        "idiom": "熟视无睹",
        "examples": [
            "让人费解的是，警示牌和停泊的车“共存”的原因，是此处的车对警示牌熟视无睹呢，还是警示牌在此处毫无用处？"
        ],
        "description": "熟视：细看，经常看。睹：看见。看惯了就像没看见一样。也指对眼前的事物或现象漠不关心。"
    },
    {
        "idiom": "闭目塞听",
        "examples": [
            "成人动漫市场的开拓不但要广开言路，更需要身体力行。不然，闭目塞听，闭门造车，不但新市场难有拓展，产业发展的方向很可能会走入另一个没有出路的死胡同。"
        ],
        "description": "塞：堵塞。闭着眼睛，堵住耳朵。指不与外界接触，脱离实际。"
    },
    {
        "idiom": "充耳不闻",
        "examples": [
            "有一些地方反应迟钝、动作迟缓，固守当时特定环境下的过度防疫举措，对社会叫停“一刀切”、扩大化等简单粗暴的阻隔举措的呼声充耳不闻。"
        ],
        "description": "充：塞住。形容故意不听别人的话。也形容对某些事漠不关心。也作“听而不闻”。（主观上故意或不重视）"
    },
    {
        "idiom": "屡见不鲜",
        "examples": [
            "近几年，在经济社会生活中，不讲信用、恶意拖欠、拒不执行合同及法院裁决等现象屡见不鲜。"
        ],
        "description": "鲜：新鲜。经常见到，并不新鲜。同“数见不鲜”。"
    },
    {
        "idiom": "不足为奇",
        "examples": [
            "对于很多打算抄底中国房地产的外资来说，表面唱空实际做多是他们多年来一贯使用的伎俩，早已不足为奇。"
        ],
        "description": "不值得奇怪。指某些现象或事物很平常，没有什么特别的。"
    },
    {
        "idiom": "置之不理",
        "examples": [
            "久而久之，政府信息公开就成为政府的“自愿行为”，一些政府部门对于公众的批评充耳不闻、置之不理。"
        ],
        "description": "置：放置。理：理睬。指放在一边而不予理睬。也作“置之不顾”。"
    },
    {
        "idiom": "惊世骇俗",
        "examples": [],
        "description": "世、俗：指一般人。使一般人感到惊骇。一般指因言行异于寻常而使一般人感到震惊。【例1】马克思主义政治经济学以惊世骇俗如闪电般耀眼的思想无情地揭露了资本主义社会表面平等下面所隐藏的秘密，激烈抨击不合理的社会制度和不公正的社会秩序，揭示和阐明了资本主义社会的内在矛盾和发展趋势，为无产阶级和人类彻底解放提供了思想武器。【例2】由衰而盛的际遇也使莎士比亚阅尽人世的炎凉。他的诗和剧逼真地映现出惊世骇俗的现实世界。"
    },
    {
        "idiom": "束之高阁",
        "examples": [
            "虽然时代在不断变迁，但社会的道德要求与价值坚守未变，传统家庭美德不应成为束之高阁的冰冷道理。"
        ],
        "description": "阁：放东西的架子。把东西捆绑起来，放在高高的架子上。比喻弃置不用。（多形容有价值的东西）"
    },
    {
        "idiom": "爱不释手",
        "examples": [],
        "description": "释：放下。喜爱得舍不得放手。【例1】总书记带来的学习用品，让马麦志的儿子马麦二苏和马奴龙吉爱不释手。“这是我们收到的最珍贵的礼物，我们一定要好好学习。”【例2】是北京五十七中的学生，老是在我面前吹牛，说他有《浮士德》。我就去找他，说借我看看吧，我肯定还你。当时，我看了也是爱不释手。"
    },
    {
        "idiom": "手不释卷",
        "examples": [],
        "description": "卷:古代指抄写的卷帙，即书籍。手中一直拿着书籍片刻不放。形容勤勉好学或读书入迷【例1】有一次在一位乡村教师那里发现很多好书，有《红与黑》、《战争与和平》等，让他喜出望外，手不释卷，读了个够。【例2】数字化阅读日益普及的当下，有人习惯于手不释卷，独爱翰墨书香，在纸质书卷中感受阅读的魅力；有人钟情于视听兼备，喜欢声画共赏，在数字化世界里享受读书的乐趣。"
    },
    {
        "idiom": "嗤之以鼻",
        "examples": [
            "自古以来，人们就对这种人嗤之以鼻。孔子说：“乡愿，德之贼也。”就是说那些不分是非、不得罪乡里的“好好先生”，其实是破坏道德的人。"
        ],
        "description": "嗤：讥笑。用鼻子发出笑声，表示轻蔑，不以为然。"
    },
    {
        "idiom": "视如敝屣",
        "examples": [
            "有些人言必称西方的“骑士精神”“贵族精神”“契约精神”、日本的“武士道精神”，而把我们自己的历史文化视如敝屣，动不动就妄自菲薄一番。殊不知，真正高于这一切的正是我中华民族自古就尊崇的“士的精神”。"
        ],
        "description": "敝屣：破鞋子。像破烂鞋子一样看待。比喻非常轻视。"
    },
    {
        "idiom": "不屑一顾",
        "examples": [
            "对这种流言蜚语，她向来是不屑一顾的。"
        ],
        "description": "不屑：认为不值得。顾：回头看。不值得一看，表示轻视、看不起。"
    },
    {
        "idiom": "无动于衷",
        "examples": [
            "当今的时代是大发展的时代，当今的世界是大变革的世界，如果对激变的形势熟视无睹，对残酷的竞争无动于衷，不能因时而变、因地制宜、因势利导地进行改革和创新，那么迟早会落在别人后头，甚至被时代所淘汰。"
        ],
        "description": "衷：内心。心里一点儿也没有触动。指对应该关心、注意的事情毫不关心，置之不理。"
    },
    {
        "idiom": "视若珍宝",
        "examples": [],
        "description": "形容十分珍爱，将其当成无价之宝。【例1】走进连队，习主席与巡逻官兵亲切合影的大幅照片映入眼帘。照片上，站在习主席身边的吴景伟防寒面罩上结了霜。战士们视若珍宝的这张照片，承载着统帅对边防的牵挂与厚爱。【例2】这件曾国藩亲笔书写的家训，曾氏后人把它视若珍宝，悉心保藏百余年，并不为世人所知。"
    },
    {
        "idiom": "奉为圭臬",
        "examples": [
            "十八世纪末，自然主义风靡一时，政治、经济、社会、教育、文艺等等，无不奉为圭臬。"
        ],
        "description": "奉：信奉，尊奉。圭臬：古代用以测日影的仪器，比喻法度或准则。指把某些事物或言论尊奉为准则。"
    },
    {
        "idiom": "粗枝大叶",
        "examples": [
            "调查研究要坚持实事求是的原则。坚持实事求是，最基础的工作就是了解实际、掌握实情。这就要求我们必须作深入系统而不是粗枝大叶的调查研究，使思想、行动、决策符合客观实际。"
        ],
        "description": "绘画，画树木粗枝大叶，不用工笔。比喻工作粗糙，不认真细致。"
    },
    {
        "idiom": "大而化之",
        "examples": [
            "注重调研成果转化运用，在调查的基础上深化研究，提高调研成果质量，切实把调研成果转化为解决问题、改进工作的实际举措，防止调查多研究少、情况多分析少，提出的对策建议大而化之、空洞抽象、不解决实际问题。",
            "空喊口号、好大喜功、胸中无数、盲目蛮干不行，搞大水漫灌、走马观花、大而化之、手榴弹炸跳蚤也不行，必须在精准施策上出实招、在精准推进上下实功、在精准落地上见实效。"
        ],
        "description": "化：感化。原指把真诚、善良、完美的品德发扬光大，使人的思想品德得以完美。后用来形容做事大大咧咧，不谨慎，不细致。"
    },
    {
        "idiom": "具体而微",
        "examples": [],
        "description": "具体：各部分已大体具备；微：微小。指事物的各个组成部分大体都有了，不过形状和规模比较小些。【例1】中国梦是国家的梦、民族的梦，也是每一个中国人的梦。“得其大者可以兼其小。”“宏大叙事”的国家梦，也是“具体而微”的个人梦。历史告诉我们，每个人的前途命运都与国家和民族的前途命运紧密相连。【例2】在中国社会科学院考古学论坛上，本次入选的“六大”，共同为我们勾勒出具体而微的古人生产生活的生动画卷。"
    },
    {
        "idiom": "举足轻重",
        "examples": [
            "今天的经济，某种程度上说是一种信心经济，社会预期对经济走向起着举足轻重的作用。"
        ],
        "description": "形容有实力，地位重要，能左右局势的发展。"
    },
    {
        "idiom": "无足轻重",
        "examples": [
            "那种无视我国工人阶级成长进步的观点，那种无视我国工人阶级主力军作用的观点，那种以为科技进步条件下工人阶级越来越无足轻重的观点，都是错误的、有害的。"
        ],
        "description": "没有它并不轻些，有它也并不重些。指无关紧要。"
    },
    {
        "idiom": "细枝末节",
        "examples": [],
        "description": "末节：小事情，小节。细小的树枝，微末的环节。比喻事情或问题的细小而无关紧要的部分。【例1】日新月异的发展质量，既体现在高楼大厦、车水马龙的繁华景象里，也蕴含在日常生活的细枝末节和基层治理的末梢神经之中。【例2】新时代中国青年在基层一线磨砺无怨无悔。基层舞台小到细枝末节都要关心、大到民生疾苦都要操劳，可正是在这个过程中青年才长了才干、壮了筋骨。与心态、心境、境遇有关（25 个）与心态、心境、境遇有关（25 个）心态好 随遇而安、安之若素、安贫乐道、泰然处之、从容不迫有顾虑 噤若寒蝉、谈虎色变、畏首畏尾、投鼠忌器毫无顾忌 肆意妄为、肆无忌惮无所适从、不知所措、寝食难安、如坐针毡、如芒在背、手足无措、处境艰难两难进退失据颠沛流离、流离失所、背井离乡、民不聊生、安居乐业、安土重迁、形容境遇海晏河清"
    },
    {
        "idiom": "随遇而安",
        "examples": [
            "有一种心境叫随遇而安，有一种心态叫知足常乐。"
        ],
        "description": "随：顺从。遇：境遇。安：安然。处在任何环境中，都能安然自得，感到满足。"
    },
    {
        "idiom": "安之若素",
        "examples": [
            "冰心也有其他老年人的毛病，如她曾经中风、右半身偏瘫、摔跤折断过左胯骨、动过大手术。对于所有这些，她都是安之若素──抱着既来之则安之的态度。"
        ],
        "description": "素：平常。指身处逆境、遭到困难或遭受挫折时能泰然处之，跟平常一样。"
    },
    {
        "idiom": "安贫乐道",
        "examples": [
            "“安贫乐道”，“穷自在”，“等、靠、要”，怨天尤人，等等，这些观念全应在扫荡之列。弱鸟可望先飞，至贫可能先富，但能否实现“先飞”、“先富”，首先要看我们头脑里有无这种意识。"
        ],
        "description": "道：主张，思想。安于贫穷，以坚持自己的信念为乐。旧时士大夫所主张的为人处世之道。"
    },
    {
        "idiom": "泰然处之",
        "examples": [],
        "description": "泰然：安然，不以为意的样子；处：处理，对待。形容毫不在意，沉着镇定。【例1】总之，面对人生沉浮、名利得失，要抱有平常之心，泰然处之——有所得时，无须得意忘形；有所失时，不必失魂落魄。【例2】这些通行网络的新词，在著名语言文字专家、《咬文嚼字》主编郝铭鉴眼中不过是一种玩具，对汉字实质上不会构成威胁和伤害。“这些新鲜的流行语今天即使再红、再火爆，我们也可以泰然处之。这些怪异语言的追捧者多是青少年，那不过是孩子们之间的一种游戏而已”。"
    },
    {
        "idiom": "从容不迫",
        "examples": [],
        "description": "从容：不慌不忙，很镇静；不迫：不急促。不慌不忙，沉着镇定。【例1】一边战疫情，一边谋发展，这是多重挑战下一个大国从容不迫的气度，展现出一位大国领袖的远见卓识和领导才能。【例2】当今世界正经历百年未有之大变局。形势越是复杂，越需要我们保持从容不迫的战略定力，越需要我们具备登高望远的全局视野。"
    },
    {
        "idiom": "噤若寒蝉",
        "examples": [],
        "description": "噤：闭口不作声。象深秋的蝉那样一声不吭。比喻因害怕有所顾虑而不敢说话。【例1】在构建和谐劳动关系的大背景下，动辄用名誉侵权大棒让员工噤若寒蝉，员工不会沉默，法律也不会答应。【例2】我们的文艺评论，一方面常常在低级趣味、低俗思潮、错误思想面前噤若寒蝉，不敢或不愿发声；另一方面“人情批评”、“圈子批评”、“红包批评”却喧闹不止。"
    },
    {
        "idiom": "谈虎色变",
        "examples": [
            "近年来，互联网金融行业在蓬勃兴起的同时，也产生了一些乱象。不断曝出的风险事件，更是让大家谈虎色变。"
        ],
        "description": "色：脸色。比喻一提起可怕的事情，脸色就变了。"
    },
    {
        "idiom": "畏首畏尾",
        "examples": [],
        "description": "形容做事胆小，多所猜忌顾虑，畏缩不前【例1】有的不敢担当、不愿负责，畏首畏尾，什么都等上面部署，不推就不动；有的疲疲沓沓、拖拖拉拉，情况弄不清、工作没思路；有的敷衍应付、作风飘浮，工作抓而不细、抓而不实，仍然在搞形式主义、官僚主义。【例2】再就是要克服惧怕困难、畏首畏尾思想，保持昂扬奋进状态，看准的事情大胆干。"
    },
    {
        "idiom": "投鼠忌器",
        "examples": [],
        "description": "投：用东西去掷；忌：怕，有所顾虑。想用东西打老鼠，又怕打坏了近旁的器物。比喻做事有顾忌，不敢放手干。【例1】党内存在野心家、阴谋家，从内部侵蚀党的执政基础，我们不能投鼠忌器，王顾左右而言他，采取鸵鸟政策，这个必须说清楚。【例2】不能看人看地方下“菜碟”，对领导同志工作过的地方，不能投鼠忌器，要全部扫描。"
    },
    {
        "idiom": "肆意妄为",
        "examples": [],
        "description": "妄：胡乱，非分的，出了常规的。妄为：胡作非为。指不顾一切由着自己的性子胡作非为。亦作“肆意妄行”。【例1】防微杜渐，扎紧约束权力的“笼子”，权力才不会肆意妄为。这样的理念，习近平同志在闽工作期间，一以贯之。【例2】心中无戒，就会肆意妄为、无所不为；纪律戒尺，必须念兹在兹、时时省察。"
    },
    {
        "idiom": "肆无忌惮",
        "examples": [
            "领导干部要带头履行请示报告职责，按规定按程序向组织请示报告工作中重大问题和个人有关事项，决不能随心所欲、百无禁忌，更不能明知故犯、肆无忌惮。"
        ],
        "description": "肆：放肆。忌：顾忌。惮：惧怕。非常放肆，毫无顾忌和畏惧。"
    },
    {
        "idiom": "无所适从",
        "examples": [
            "当碎片化时间、碎片化阅读成为常态，我们也就失去了对大块时间的驾驭能力，甚至在没有手机时感到无所适从。"
        ],
        "description": "适：往。从：跟随。不知听从哪一个好。指不知该怎么办。（侧重面临选择）"
    },
    {
        "idiom": "不知所措",
        "examples": [
            "由于缺乏育儿经验，新妈妈往往不知所措，甚至可能因思虑过重而产生忧郁症。"
        ],
        "description": "措：处置，安排。不知道应该怎么办。"
    },
    {
        "idiom": "寝食难安：",
        "examples": [],
        "description": "形容放心不下眼前的事，焦急到了极点，都到了睡也睡不着，吃也吃不好的地步了。【例1】面对当时闽东地区落后面貌和群众脱贫致富的期盼，习近平寝食难安。在他的亲自推动下，当时宁德“四下基层”（信访接待下基层、现场办公下基层、调查研究下基层、宣传党的方针政策下基层）形成风气。【例2】从个人成长的角度来看，要想达到思有所悟、谋有所据、做有所成的水准，就要保持一事未了、寝食难安的状态，专注聚焦、持之以恒。"
    },
    {
        "idiom": "如坐针毡",
        "examples": [
            "问责结果打断了少数干部“平平安安就可以占位子，舒舒服服就可以领票子，庸庸碌碌就可以混日子”的念想，让为官不为者如坐针毡。"
        ],
        "description": "像坐在插着针的毡子上。形容心神不定，坐立不安。"
    },
    {
        "idiom": "如芒在背",
        "examples": [
            "另一方面，随着国际力量对比持续朝着于我有利的方向发展，美国等西方国家越来越感到如鲠在喉、如芒在背，加紧对我国实施西化、分化战略，两种社会制度、两种意识形态的较量更加激烈。"
        ],
        "description": "如同芒刺扎于背上，形容焦躁的心情"
    },
    {
        "idiom": "手足无措",
        "examples": [
            "你渴望三个月内实现梦想，会因时间紧迫而产生焦虑、紧张，变得手足无措。"
        ],
        "description": "措：安放。手脚不知放到哪里才好。形容举止慌乱，或无法应对。"
    },
    {
        "idiom": "进退失据",
        "examples": [],
        "description": "前进和后退都失去了依据。形容无处容身。也指进退两难。【例1】如果没有足够的战略定力和策略活力，就容易出现患得患失、摇摆不定、进退失据的问题，就会错失发展机遇。【例2】要严格区分两类不同性质的矛盾，是什么问题就按什么问题处置。不能因为当事人身份证上写着“某某民族”就犯嘀咕、绕着走，处理起来进退失据。"
    },
    {
        "idiom": "颠沛流离",
        "examples": [],
        "description": "颠沛：跌倒，比喻困顿，受挫折。流离：流转离散。形容生活困苦，流落异乡，无安身之所。（可指人，也可指物）【例1】《伯远帖》《中秋帖》《五牛图》《韩熙载夜宴图》等国宝级艺术品，都曾经颠沛流离，差一点流失海外，直到新中国成立后才顺利回归了祖国的怀抱。【例2】在那段时间，整座城市被淹，学校停发奖学金。之后近一年，他都过着颠沛流离的生活，科研时断时续。"
    },
    {
        "idiom": "流离失所",
        "examples": [
            "强暴雨引发的洪水把也门部分地区房屋夷为平地，近2万户家庭流离失所，国际社会应行动起来进行紧急援助。"
        ],
        "description": "失所：失去安身之处。形容到处流浪，没有安身的地方。（多指因灾荒、战乱等导致的失去居所）"
    },
    {
        "idiom": "背井离乡",
        "examples": [],
        "description": "背：离开。井：古制八家为井，这里指家宅。指被迫离开家乡，到外地求生。（也指主动离开家乡，到外地生活/工作）【例1】如今，不少老人为了帮忙碌的儿女、照顾年幼的孙辈，背井离乡来到子女工作的大城市。【例2】随着世界人口数量急剧上升、全球气候变化以及各国发展的需求日益增加，造成全球水资源供应日趋紧张，到2030年，预计将有2400万到7亿人会因为缺水而背井离乡。"
    },
    {
        "idiom": "民不聊生",
        "examples": [
            "电视剧《觉醒年代》以1915年到1921年中国共产党成立之前的这段历史为叙事空间，这是一个国运飘摇、民不聊生的艰难时世。"
        ],
        "description": "聊：依靠，依赖。百姓没有办法生活下去。形容生活极端困苦。（多形容整体社会环境）"
    },
    {
        "idiom": "安居乐业",
        "examples": [],
        "description": "安：安定；乐：喜爱，愉快；业：职业。指安定愉快地生活和劳动。【例1】看到来自五湖四海的建设者在这里安居乐业，感到很高兴。城市不仅要有高度，更要有温度。我们的社会主义就是要走共同富裕的路子。外来务工人员来上海作贡献，同样是城市的主人。【例2】各级党委和政府、各有关方面要认真贯彻落实党中央决策部署，再接再厉抓好灾后恢复重建，确保广大人民群众安居乐业、温暖过冬。"
    },
    {
        "idiom": "安土重迁",
        "examples": [
            "年轻一代在外成家立业、辛勤打拼，父辈祖辈安土重迁、难离故土，老年人没有和子女共同居住生活，是时下许多家庭的现实情况。",
            "土地供给人的生产的有限性，使得中国人很早就懂得知足、克己。土地本身的固定性，又决定了中国人的安土重迁，也形成了中国社会的“熟人社会”特质。"
        ],
        "description": "土：乡土；重：看得重，不轻易。安于本乡本土，不愿轻易迁移。"
    },
    {
        "idiom": "海晏河清",
        "examples": [],
        "description": "晏：平静。黄河水清了，大海没有浪了。比喻天下太平。【例1】我们必须清醒认识到，腐败和反腐败较量还在激烈进行，并呈现出一些新的阶段性特征，防范形形色色的利益集团成伙作势、“围猎”腐蚀还任重道远，有效应对腐败手段隐形变异、翻新升级还任重道远，彻底铲除腐败滋生土壤、实现海晏河清还任重道远，清理系统性腐败、化解风险隐患还任重道远。【例2】强化不敢腐的震慑，扎牢不能腐的笼子，增强不想腐的自觉，通过不懈努力换来海晏河清、朗朗乾坤。与处境艰难两难相关（9 个）与处境艰难 两难相关（9 个）望而却步、望而生畏、畏葸不前、进退两难、骑虎难下、进退维谷、举步维艰、寸步难行、难以为继"
    },
    {
        "idiom": "望而却步",
        "examples": [],
        "description": "却步：不敢前进，往后退。形容遇到危险、困难或力所不及的事就往后退缩。（侧重行为上的退却，多因为害怕、惊讶、震撼、犹豫、顾虑等）【例1】当前，要改变“贪”的亚文化精髓，必须加快建立健全严格的法律制度，让腐败分子无利可图、血本无归，让意欲腐败者望而生畏、望而却步。【例2】产妇在临盆前，母性的自豪感能叫死神望而却步。【例3】一些地方建设的零工市场门槛高、岗位少，要求高、程序复杂，让企业和零工望而却步。"
    },
    {
        "idiom": "望而生畏",
        "examples": [
            "他坐在椅子上，一言不发，那黑而严峻的面孔，令人望而生畏。"
        ],
        "description": "指看见了就害怕。（侧重情绪上的害怕）"
    },
    {
        "idiom": "畏葸不前",
        "examples": [
            "这个时候就要一鼓作气，瞻前顾后、畏葸不前不仅不能前进，而且可能前功尽弃"
        ],
        "description": "畏惧退缩，不敢前进。"
    },
    {
        "idiom": "进退两难",
        "examples": [],
        "description": "前进和后退都难。比喻事情无法决定，因而难以行动。【例1】如果我们松开了牛尾巴，那就不得了，这条牛就要横冲直撞，南满保不住，北满也危险。如果抓住了牛尾巴，敌人就会进退两难。【例2】深圳等珠三角城市的临聘教师问题持续至今，未获有效解决，近万名临聘教师已经陷入进退两难的困境，归根结底是这些城市未能较好履行公共基础教育投入责任（才会出现学校、学位、师资的严重不足）。"
    },
    {
        "idiom": "骑虎难下",
        "examples": [
            "因为当初没人，我勉强承担这个活，到现在已是骑虎难下了。"
        ],
        "description": "骑在虎背上难以下来。比喻事情遇到困难，迫于形势不能中止，陷入进退两难的境地。（侧重同一件事已经开始了就难以停止）"
    },
    {
        "idiom": "进退维谷",
        "examples": [],
        "description": "谷：困窘。指前进或后退都处于困难境地。形容进退两难。同“进退两难”、“进退失据”。（侧重很难抉择）【例1】她进退维谷，不知该如何是好。【例2】这一切都使人想到，敌人的最高指挥官已经陷入进退失据、彷徨无主的窘境中。"
    },
    {
        "idiom": "举步维艰",
        "examples": [],
        "description": "抬脚行走十分困难。形容已陷入十分艰难的处境。【例1】同时，我们也要看到，世界经济下行风险和不确定性在同步上升，多边贸易谈判举步维艰，《巴黎协定》落实遭遇阻力。【例2】“唯意志论”者固然举步维艰，只有利益的人生同样苍白无力，“喻于利”不是开启幸福的万能之钥，“喻于义”才能推开梦想的必然之门。"
    },
    {
        "idiom": "寸步难行",
        "examples": [
            "停电停水，原料缺乏，市场困难，真是寸步难行。"
        ],
        "description": "寸步：很短的距离。一步也难以行走。形容行走十分困难。也形容陷入困难境地，无法进行活动。（程度较重）"
    },
    {
        "idiom": "难以为继",
        "examples": [],
        "description": "指难以持续下去。同“难乎为继”。（关于事）【例1】除粮食外，每天每人只有五分大洋的油盐柴菜钱，实在难以为继。【例2】人都是有惰性，物质是有惯性的。老常态的路子、简单粗放的发展路子难以为继了。在经济发展上要坚持创新驱动发展，坚持转方式调结构。与观看欣赏相关（10 个）与观看欣赏相关（10 个）叹为观止、蔚为大观、洋洋大观、赏心悦目、目不暇接、琳琅满目、眼花缭乱、心向往之、引人入胜、心驰神往"
    },
    {
        "idiom": "叹为观止",
        "examples": [],
        "description": "叹：赞叹。观止：看到这里就停止，不再看别的了，称赞所看的事物尽善尽美。赞美所看到的事物好到了极点。【例1】本届冬奥会奥运村独具匠心，场馆令人叹为观止，组织工作非凡卓越。【例2】勤劳智慧的柬埔寨人民创造了璀璨夺目的吴哥古迹，其宏伟的建筑和精美的浮雕壁画巧夺天工，令人叹为观止，在人类文明史上留下了不朽篇章。"
    },
    {
        "idiom": "蔚为大观",
        "examples": [],
        "description": "蔚：茂盛；大观：盛大的景象。发展成为盛大壮观的景象。形容事物美好繁多，给人一种盛大的印象。【例1】贺匾蔚为大观，以鲜艳的中国红为底色，正面是习近平总书记“建设美丽新疆共圆祖国梦想”的题词，背面是维吾尔、哈萨克、蒙古、柯尔克孜4种少数民族文字对习近平总书记题词的翻译。【例2】中国人民是在源远流长、根深叶茂、蔚为大观的中华文明历史中生长、熏陶、培塑起来的，而中华文明之所以能在世界民族之林中自立自强、灿烂夺目，又是与中国人民的文化基因密切相关的。"
    },
    {
        "idiom": "洋洋大观",
        "examples": [
            "诗风词韵各烂漫，你方唱罢我登台。海涵百川的风格流派成就了中华诗词的洋洋大观。"
        ],
        "description": "洋洋：盛大、众多的样子；大观：丰富多采的景象。形容美好的事物众多丰盛。"
    },
    {
        "idiom": "赏心悦目",
        "examples": [],
        "description": "悦目：看了舒服。指看到美好的景色而心情愉快。【例1】足球的魅力还在于赛场情况瞬息万变，结局不可预测。我希望中国国家队和印尼国家队能为大家带来一场赏心悦目、友好精彩的比赛。【例2】比景色更让人赏心悦目的，是文明观景的行动自觉，是人与自然和谐相处的画面。"
    },
    {
        "idiom": "目不暇接",
        "examples": [],
        "description": "暇：空闲。接：接触。眼睛来不及看。形容吸引人的事物很多，看不过来。（主语是人。）【例1】正是菊花飘香时。在白马湖生态旅游度假区菊花园内菊花盛开，芬芳多姿，让游客目不暇接。【例2】新经济高速发展，令人目不暇接。"
    },
    {
        "idiom": "琳琅满目",
        "examples": [],
        "description": "琳琅：美玉。所见皆美玉。比喻杰出人才、好文章或精美物品很多。（多形容商品）【例1】昔日的中国，是贫穷的，落后的，没有各种各样的家用电器，没有琳琅满目的商品。【例2】影片多，活动多，星光熠熠，熙来攘往，仅就内容来说，上海国际电影节已经算得上琳琅满目。"
    },
    {
        "idiom": "眼花缭乱",
        "examples": [
            "县城南边的交易市场简直见人眼花缭乱。一大片空地，挤满了各式各样买卖东西的人。"
        ],
        "description": "缭乱：纷乱。因看到繁杂的事物而感到迷乱。（主语是人。）"
    },
    {
        "idiom": "心向往之",
        "examples": [],
        "description": "对某个人或事物心里很向往。【例1】生态文明建设已经纳入中国国家发展总体布局，建设美丽中国已经成为中国人民心向往之的奋斗目标。【例2】中国的造纸术、火药、印刷术、指南针四大发明带动了世界变革，推动了欧洲文艺复兴。中国哲学、文学、医药、丝绸、瓷器、茶叶等传入西方，渗入西方民众日常生活之中。《马可·波罗游记》令无数人对中国心向往之。"
    },
    {
        "idiom": "引人入胜",
        "examples": [],
        "description": "引：吸引。胜：胜地。带人进入风景优美的地方。形容风景、作品很吸引人。【例1】剧情跌宕起伏，引人入胜。【例2】中哈合作出版《美丽中国美丽哈萨克斯坦》画册，向世界展示两国引人入胜的自然人文景观，体现中哈两国人民友谊，具有重要意义。"
    },
    {
        "idiom": "心驰神往",
        "examples": [],
        "description": "驰：奔驰。心神奔向所向往的事物。形容一心向往。【例1】在这片辽阔的土地上，大漠孤烟、江南细雨，总让人思接千载、心驰神往；黄河九曲、长江奔流，总让人心潮澎湃、豪情满怀。【例2】今天，中国式现代化的壮丽图景令人心驰神往，中华民族伟大复兴的嘹亮号角让人心潮澎湃。与存在消失重现有关（16 个）与存在消失重现有关（16 个）烟消云散、灰飞烟灭、化为乌有、子虚乌有、死灰复燃、卷土重来、稍纵即逝、昙花一现、转瞬即逝、沉渣泛起、销声匿迹、偃旗息鼓、无影无踪、烟消云散、灰飞烟灭、土崩瓦解、分崩离析"
    },
    {
        "idiom": "烟消云散",
        "examples": [
            "在流了这么多的眼泪以后，这许多日子来的阴郁的思想都烟消云散了。"
        ],
        "description": "比喻事物全部消失。同“烟消雾散”。"
    },
    {
        "idiom": "灰飞烟灭",
        "examples": [
            "曾让全世界瞩目的日本海军，为何三年多就灰飞烟灭?"
        ],
        "description": "比喻人或事物迅即消失。"
    },
    {
        "idiom": "化为乌有",
        "examples": [
            "她不甘愿看到这么好的创意泡汤，不愿意团队这么久的努力化为乌有。"
        ],
        "description": "乌有：虚幻，不存在。指变得什么都没有。"
    },
    {
        "idiom": "子虚乌有",
        "examples": [
            "国内食品专家也指出，“十大垃圾食品名单”纯属子虚乌有。"
        ],
        "description": "指假设的、不存在的事情。"
    },
    {
        "idiom": "死灰复燃",
        "examples": [],
        "description": "死灰：冷却了的灰。燃：烧。冷却的灰又重新烧起来。比喻失势的人又重新得势。也比喻已经消亡的事物又重新活动起来。多含贬义。【例1】特别是当前煤炭需求量大，各地全力保供，在量价齐升、共同拉动下，之前几乎绝迹的非法盗采窝点又死灰复燃。【例2】在巡视反馈的内容中不难发现，一些已经解决的问题有可能死灰复燃，一些新的问题还在不断出现。"
    },
    {
        "idiom": "卷土重来",
        "examples": [],
        "description": "卷土：卷起尘土。形容人马奔跑之状。比喻失败以后又重新恢复势力；也比喻消失了的人或事物重新出现。（中性，多贬义）【例1】因春节假期人员流动和聚集导致大规模疫情卷土重来的可能性不大，这也是我国对有效精准统筹平衡疫情防控和社会经济发展，最大限度保障老百姓正常生产生活的一次考验。【例2】反奢侈浪费之风在短时间内起到了良好的效果，但从长远来看，所谓风过无痕，奢侈浪费之风难免卷土重来。"
    },
    {
        "idiom": "稍纵即逝",
        "examples": [
            "机遇千载难逢，机遇稍纵即逝，机遇不仅是“机”更是“遇”，抓住了、用好了，才不负时代的馈赠、历史的青睐。"
        ],
        "description": "纵：放松。逝：消失。稍微一放松就消失了。形容时间或机会很容易失掉。"
    },
    {
        "idiom": "昙花一现",
        "examples": [
            "像昙花一现地，这部影片只映了两天，便永远在我国人眼前消失了。"
        ],
        "description": "比喻人或事物存在的时间很短，刚一出现就迅速消失了。"
    },
    {
        "idiom": "转瞬即逝",
        "examples": [],
        "description": "转瞬：转眼，指时间极短。即：就。逝：消失。谓转眼之间就很快消失。【例1】看望古巴革命领袖菲德尔·卡斯特罗，拉开了访古序幕。3年转瞬即逝，再次见面分外亲切。精神矍铄的菲德尔，把习近平主席迎进寓所，促膝交谈。【例2】宇宙中的爆发现象通常会在短时间内出现，然后很快消失，就像转瞬即逝的“焰火”。"
    },
    {
        "idiom": "沉渣泛起",
        "examples": [
            "临近年底，西方社会唱衰中国的论调又沉渣泛起。"
        ],
        "description": "渣：渣滓。泛：浮。已经沉到水底的渣滓又漂浮了起来。比喻已经绝迹了的腐朽、陈旧事物又重新出现。（贬义）"
    },
    {
        "idiom": "销声匿迹",
        "examples": [
            "一个曾经繁华一时的西域重镇，在此后的1500多年里再次销声匿迹。"
        ],
        "description": "销声：消除声音。匿迹：隐匿踪迹。指隐藏起来或不公开露面。同“消声匿迹”、“匿迹销声”。"
    },
    {
        "idiom": "偃旗息鼓",
        "examples": [
            "凭他的情面和几句话，公安局真的偃旗息鼓了。"
        ],
        "description": "偃：放倒。息：停息。放倒旗帜，停止击鼓，指军队为不暴露目标而隐蔽行动或停止作战。后也比喻事情中止。也作“掩旗息鼓”。"
    },
    {
        "idiom": "无影无踪",
        "examples": [],
        "description": "没有一点踪影。形容完全消失，不知去向。【例1】基层干部容易产生一种活思想，认为自己掌点小权，干不了大事，平时行个职务之便，吃点收点或捞点，既上不了纲，又触不了法，最多算生活小节；有的自认为贪占“小便宜”手段高明，无影无踪，或者是自己人、哥儿们，保险可靠，不会出问题，即使出问题也会有人代为“顶杠”。【例2】要坚持清正严明，形成正气弘扬的大气候，让那些看起来无影无踪的潜规则在党内以及社会上失去土壤、失去通道、失去市场。"
    },
    {
        "idiom": "烟消云散",
        "examples": [
            "在流了这么多的眼泪以后，这许多日子来的阴郁的思想都烟消云散了。"
        ],
        "description": "比喻事物全部消失。同“烟消雾散”。"
    },
    {
        "idiom": "土崩瓦解",
        "examples": [],
        "description": "瓦解：制瓦时先把陶土制成圆筒形，分解为四，即成瓦，比喻事物的分裂。象土崩塌，瓦破碎一样，不可收拾。比喻彻底垮台。【例1】起义军进城后骄傲自满，庞大人马在京城里沉迷享乐、军纪松弛。清兵入关后，起义军仓促应战，人心涣散、一击则溃，短短几个月就土崩瓦解。【例2】这个世界，和平、发展、合作、共赢成为时代潮流，旧的殖民体系土崩瓦解，冷战时期的集团对抗不复存在，任何国家或国家集团都再也无法单独主宰世界事务。"
    },
    {
        "idiom": "分崩离析",
        "examples": [
            "有人期盼中国像苏联那样在一个早上分崩离析，但是，抱歉，让这些预言家一再失望了。与富裕贫穷相关（9 个）与富裕贫穷相关（9 个）身无长物、一文不名、一穷二白、积贫积弱、肥马轻裘、钟鸣鼎食、筚门圭窦、养尊处优、桑枢瓮牖"
        ],
        "description": "分：分开。崩：倒塌。离析：离散。形容家庭、集团、组织或国家分裂瓦解。"
    },
    {
        "idiom": "身无长物",
        "examples": [],
        "description": "除自身外再没有多余的东西。形容贫穷。【例1】明代医圣李时珍常告诫子孙，居家戒奢靡，崇勤俭，在他的言传身教下，长子李建中在四川蓬溪县当了12年县令，回到家乡时，身无长物，仅带一些川糖孝敬父母。【例2】噩梦终醒，警示心存侥幸者20年前出逃后没多久，齐跃侵吞的公款就被花光，身无长物的他只能选择藏匿在流动人口多、位置偏僻的房山区某村以打零工为生，东躲西藏、度日如年。"
    },
    {
        "idiom": "一文不名",
        "examples": [
            "如果我没有经历过出国后“一文不名、一无所有”的生活，没有这些起起落落、沉沉浮浮的经历，我的人生不会有第二次启航。"
        ],
        "description": "形容人非常穷困，一文钱都没有。"
    },
    {
        "idiom": "一穷二白",
        "examples": [],
        "description": "穷：指物质基础差；白：指文化和科学落后。比喻基础差，底子薄。【例1】74年来，我国由一穷二白到全面小康，已踏上以中国式现代化全面推进强国建设、民族复兴的新征程，这是中国共产党团结带领全国各族人民艰苦奋斗取得的巨大成就。【例2】从一穷二白到世界第二大经济体，中国的发展对周边、对世界意味着什么？"
    },
    {
        "idiom": "积贫积弱",
        "examples": [],
        "description": "意思是长期积累的贫困衰弱，形容极度的贫困和弱小。或指以前的行为导致现在的衰弱局面。【例1】90年前，我国处在半殖民地半封建社会，中华民族处在积贫积弱、内忧外患的苦难深渊，中国人民处在饥寒交迫、民不聊生的悲惨境地。【例2】中华人民共和国的成立，彻底改变了近代以后100多年中国积贫积弱、受人欺凌的悲惨命运，中华民族走上了实现伟大复兴的壮阔道路。"
    },
    {
        "idiom": "肥马轻裘",
        "examples": [
            "家业家私，待你六亲；肥马轻裘，待你一身，倒贴了奁房和你为眷姻。"
        ],
        "description": "裘：皮衣。骑肥壮的马，穿轻暖的皮衣。形容阔绰。"
    },
    {
        "idiom": "钟鸣鼎食",
        "examples": [],
        "description": "钟：古代乐器；鼎：古代炊器。击钟列鼎而食。形容贵族的豪华排场。【例1】近距离观看“长江微笑天使”江豚，听着天井小镇三千年青铜文化的回响，欣赏着风雅的青铜宴舞，仿佛时光倒流，梦回秦汉钟鸣鼎食的生活。【例2】在兔年中央广播电视总台春晚亮相的《锦绣》，是《五星出东方》里的重要段落，它展现着奉口中钟鸣鼎食的大汉都城最繁华富庶的一面。"
    },
    {
        "idiom": "筚门圭窦",
        "examples": [
            "吾倚吾筚门圭窦而以为安也。"
        ],
        "description": "筚门：柴门（用竹条或树枝编成的门）。圭窦：上尖下方的圭形的门洞。形容住室极其简陋。旧指穷人住处。"
    },
    {
        "idiom": "养尊处优",
        "examples": [
            "群团机关不能成为安排养老的场所，不能成为养尊处优、混天度日的地方，更不能成为投机取巧、升官晋爵的跳板。"
        ],
        "description": "养：指生活。指生活在有人伺候、条件优裕的环境中。"
    },
    {
        "idiom": "桑枢瓮牖",
        "examples": [
            "我便是桑枢瓮牖，他也情愿的布袄荆钗。与政府措施相关（10 个）与政府措施相关（10 个）广开言路、集思广益、因势利导、因地制宜、量体裁衣、对症下药、有的放矢、保驾护航、穿针引线、风清气正"
        ],
        "description": "枢：门上的转轴；瓮牖：简陋的窗户。用桑树做门轴，用瓦罐做窗户，比喻贫苦之家。"
    },
    {
        "idiom": "广开言路",
        "examples": [],
        "description": "广：扩大；言路：进言的道路。指尽量给下面创造发表意见的条件。【例1】发展社会主义协商民主，要把民主集中制的优势运用好，发扬“团结—批评—团结”的优良传统，广开言路，集思广益，促进不同思想观点的充分表达和深入交流。【例2】兰考教育实践活动落实了中央要求，把学习弘扬焦裕禄精神作为主线，分层分类抓好学习，广开言路汇集民意，原汁原味反馈意见。"
    },
    {
        "idiom": "集思广益",
        "examples": [
            "打开宫门、集思广益才是上佳之选，也才能更知民意、通民心，且吉祥物的设计，也会得到更多的创意和灵感。"
        ],
        "description": "集：积重。思：想法，智慧。广：扩大。益：益处，效果。指集中众人的智慧，可以收到更好的效果。"
    },
    {
        "idiom": "因势利导",
        "examples": [
            "红寺堡区近年来采取大禹治水的办法，变堵为疏，因势利导，对一个个群众反映强烈的信访硬案采取“软着陆”的方式，实现了群体上访和信访积案双下降。"
        ],
        "description": "因：顺着。势：趋势。利导：引导。指顺着事物的发展趋势而加以引导。（褒义）"
    },
    {
        "idiom": "因地制宜",
        "examples": [
            "发展农村商品经济必须因地制宜，多种办法，多种路子。"
        ],
        "description": "根据不同地方的基本情况，制定相应的办法。"
    },
    {
        "idiom": "量体裁衣",
        "examples": [
            "大企业是经济发展的顶梁柱，往往也存在着跨区域、多税种的复杂涉税诉求，这就更需要我们聚焦精细服务，做到量体裁衣。"
        ],
        "description": "按身材裁剪衣服。也比与按实际情况办事。"
    },
    {
        "idiom": "对症下药",
        "examples": [],
        "description": "医生针对病症开方用药。比喻针对问题所在确定解决方法。【例1】破除顽疾，关键在于对症下药、精准施策。【例2】今年以来，云南各级监察机关在日常监察和调查过程中，针对监察对象所在单位廉政建设和履行职责存在的问题等，“对症下药”向直接责任单位发出监察建议书。"
    },
    {
        "idiom": "有的放矢",
        "examples": [
            "我们在评论工作时要有的放矢。"
        ],
        "description": "的：箭靶。矢：箭。对着靶子射箭。比喻目的性强，有针对性。"
    },
    {
        "idiom": "保驾护航",
        "examples": [],
        "description": "保护某事物能让其能正常发展。【例1】做好机构改革组织实施工作，必须以铁的纪律保驾护航。【例2】习近平总书记走进北京航天飞行控制中心，同神舟十二号航天员亲切通话。当时，为这场“天地对话”保驾护航的航天科技人员许多是“80后”“90后”，让人们看到了青年一代的蓬勃力量。"
    },
    {
        "idiom": "穿针引线",
        "examples": [],
        "description": "使线的一头通过针眼。比喻从中联系、拉拢。【例1】一年来，按照党中央统一部署，国务院用制度“穿针引线”，补短板、兜底线、保基本，确保“民生安全网”网线结实、网底不破。【例2】长期以来，中国人民对外友好协会贯彻中国奉行的独立自主的和平外交政策，在国际社会和世界各国广交深交朋友，为加深人民友谊深耕细作，为促进国家关系铺路架桥，为推动国际合作穿针引线，做了大量卓有成效的工作，发挥了不可替代的作用。"
    },
    {
        "idiom": "风清气正",
        "examples": [
            "中央政治局的同志要始终按照马克思主义政治家的标准严格要求自己，在洁身自好、廉洁自律上为全党树标杆、作表率，从严管好家人、亲属和身边工作人员，带头落实管党治党政治责任，抓好分管领域和主政地方的党风廉政建设，层层压实责任、传导压力，努力营造风清气正的良好政治生态。与承认或遮掩错误有关（10 个）与承认或遮掩错误有关（10 个）谦虚接受建议 从谏如流、闻过则喜、虚怀若谷遮掩错误 文过饰非、怙恶不悛、欲盖弥彰不考虑别人建议 刚愎自用彻底改变 洗心革面、脱胎换骨、改头换面"
        ],
        "description": "形容要求我们讲道德，重操守，严纪律，不谋私，顾大局，淡名利，讲友爱，重团结，多奉献。"
    },
    {
        "idiom": "从谏如流",
        "examples": [],
        "description": "从：听从；善：好的，正确的；如流：好像流水向下，形容迅速。形容能迅速地接受别人的好意见。【例1】在我们的领导干部队伍中，有的同志虚怀若谷、从谏如流，热忱欢迎监督。【例2】党的领导机关和领导干部对各种不同意见都必须听取，领导干部特别是高级干部必须带头从谏如流、敢于直言。"
    },
    {
        "idiom": "闻过则喜",
        "examples": [],
        "description": "过：过失；则：就。听到别人批评自己的缺点或错误，表示欢迎和高兴。指虚心接受意见。【例1】对各种意见和批评，只要坚持党的基本理论、基本路线、基本方略，就要让大家讲，哪怕刺耳、尖锐一些，我们也要采取闻过则喜的态度，做到有则改之、无则加勉。【例2】对同志的提醒批评，要闻过则喜、虚心接受。"
    },
    {
        "idiom": "虚怀若谷",
        "examples": [],
        "description": "虚：谦虚；谷：山谷。胸怀象山谷一样深广。形容十分谦虚，能容纳别人的意见。【例1】要有平等待人、与人为善的真诚态度，有虚怀若谷、海纳百川的宽阔胸襟，力争把各方面的真实意见掌握全、掌握准，进行反复研究、反复比较、择善而从。【例2】民主党派在提高政党协商水平中担负着重要责任，但中国共产党担负着首要责任，因为我们是执政党，应该更加自觉地做到虚怀若谷、集思广益。"
    },
    {
        "idiom": "文过饰非",
        "examples": [],
        "description": "文、饰：掩饰；过、非：错误。用漂亮的言词掩饰自己的过失和错误。【例1】只要我们党牢牢坚持立党为公、执政为民，牢牢坚持为中国人民谋幸福、为中华民族谋复兴，不断检视自己，不掩饰缺点，不文过饰非，坚决同一切弱化党的先进性和纯洁性、危害党的肌体健康的现象作斗争，就一定能够始终立于不败之地。【例2】领导干部要坚决反对事不关己、高高挂起，明知不对、少说为佳的庸俗哲学，坚决克服文过饰非、知错不改等错误倾向。"
    },
    {
        "idiom": "怙恶不悛",
        "examples": [],
        "description": "怙：依靠，依仗；悛：改过，悔改。坚持作恶，不肯悔改。【例1】针对美国国会众议长佩洛西不顾中方一再警告，执迷不悟、怙恶不悛，悍然窜访中国台湾地区，向“台独”分裂势力发出严重错误信号、严重违反一个中国原则和中美三个联合公报规定、严重冲击中美关系政治基础、严重侵犯中国主权和领土完整，外交部驻港特派员公署发言人3日表示坚决反对和强烈谴责。【例2】“万户侯”怙恶不悛，“地主重重压迫”，阶级矛盾异常尖锐。"
    },
    {
        "idiom": "欲盖弥彰",
        "examples": [
            "经济工作有自身不可违背的客观规律，舆论引导不能说空话、说假话、说外行话，否则会适得其反，必须坚持实事求是，是成绩就是成绩，是问题就是问题，承认问题并分析清楚、提出解决思路是市场利好，遮遮掩掩反而欲盖弥彰。"
        ],
        "description": "盖：遮掩；弥：更加；彰：明显。想掩盖坏事的真相，结果反而更明显地暴露出来。"
    },
    {
        "idiom": "刚愎自用",
        "examples": [],
        "description": "愎：任性；刚愎：强硬固执；自用：自以为是。十分固执自信，不考虑别人的意见。【例1】他已经预感到蒋介石不可靠，曾说蒋介石是一个刚愎自用之人，不可共事，这可能也是他退党的原因。【例2】他是个典型意大利贵族，内敛含蓄，他不会刚愎自用，而是专心谨慎。"
    },
    {
        "idiom": "洗心革面",
        "examples": [
            "一个文明开放的社会是容许犯错的，抵制劣迹网红并非要将其一棒子打死，问题在于他们复出后的言行中毫无洗心革面的痕迹。"
        ],
        "description": "洗心：指清除坏思想。革面：改变旧面貌。比喻彻底悔改。"
    },
    {
        "idiom": "脱胎换骨",
        "examples": [],
        "description": "原为道教用语。指修道者得道以后，就转凡胎为圣胎，换凡骨为仙骨。现比喻通过教育，思想得到彻底改造。【例1】昔日“天上不飞雀，地上不长草，风吹砂砾满地跑”的干沙滩，真的脱胎换骨成了金沙滩，闽宁村升级成闽宁镇，村民收入翻了20倍。【例2】老工业基地支柱产业要通过创新实现优化升级、脱胎换骨，进行深入改革创新，实现适应经济新常态的战略性调整。"
    },
    {
        "idiom": "改头换面",
        "examples": [],
        "description": "1.原为佛教语。指众生在轮回中形变神不变。2.指改变面目。3.指改正错误。4.比喻只改变形式，而内容、实质不变。【例1】反腐高压之下，“四风”的公开表现少了，但改头换面、隐形变异仍不少见。【例2】为迎接老街建成520周年庆祝活动，莫斯科最古老街道将“改头换面”。与声音有关（7 个）与声音有关（7 个）声音到处都是 此起彼伏、（此消彼长）、不绝如缕、经久不息声音大 震耳欲聋、人声鼎沸、沸反盈天"
    },
    {
        "idiom": "此起彼伏（此消彼长）",
        "examples": [],
        "description": "这里起来，那里落下。表示频繁地出现或产生。同“此起彼落”。（多形容声音或事物接连不断出现）【例1】近几年，电视剧的改名现象此起彼伏。一部电视剧的取名往往要经过三道坎:剧本阶段的名字、上报审批时使用的名字、过审后播出时的名字。【例2】会场上，铿锵的声音穿透此起彼伏的掌声，回荡久远。"
    },
    {
        "idiom": "此消彼长",
        "examples": [
            "传统媒体和新兴媒体融合发展，不是一个此消彼长的概念，而是此长彼长的过程。"
        ],
        "description": "指这个下降，那个上升。"
    },
    {
        "idiom": "不绝如缕",
        "examples": [],
        "description": "缕：线。像一根细线那样连着，差一点儿就要断了。1.形容形势十分危急。2.形容声音微弱而悠长。（现在用法有改变，常被用来形容不断绝）【例1】余音袅袅，不绝如缕。【例2】中国共产党成立后，不仅同国民党之间有着剧烈的道路之争，同其他中间势力的道路比较和争论也是不绝如缕。【例3】从那一刻起，民进党内要求检讨大陆政策的声音就不绝如缕。"
    },
    {
        "idiom": "经久不息",
        "examples": [
            "国家主席习近平宣布：杭州第十九届亚洲运动会开幕！顿时，全场沸腾，“数字焰火”绚烂绽放，全场掌声欢呼声经久不息。"
        ],
        "description": "经过长时间停不下来。"
    },
    {
        "idiom": "震耳欲聋",
        "examples": [],
        "description": "形容声音很大，耳朵都快震聋了。【例1】在震耳欲聋的炮声中，情景合唱与舞蹈《战旗美如画》呈现抗美援朝的激战场面，讴歌志愿军战士保家卫国的炽热情怀。【例2】当习近平主席把项目“金钥匙”交到萨勒总统手中时，全场沸腾了。掌声、鼓乐声、欢呼声此起彼伏、震耳欲聋。"
    },
    {
        "idiom": "人声鼎沸",
        "examples": [],
        "description": "鼎：古代煮食器；沸：沸腾。形容人群的声音吵吵嚷嚷，就象煮开了锅一样。【例1】18日晚，容纳近6万名观众的武汉体育中心主体育场人声鼎沸、气氛热烈。【例2】5月19日是第十三个“中国旅游日”，长白山景区面向所有游客免门票开放，长白山再现人声鼎沸、热闹非凡的火爆场景。"
    },
    {
        "idiom": "沸反盈天",
        "examples": [],
        "description": "沸：沸腾。反：翻转。盈：充满。像沸腾的水那样翻滚着，响声充满了空间。形容喧哗吵闹，一片混乱。（程度稍重）【例1】贸易战下，美国那边沸反盈天，中国则继续按既定节奏前行。【例2】时间倒退回10余年前，恰逢南京的彭宇案，真相还在扑朔迷离的时候，社会舆论已经沸反盈天，从此以后，“老人倒地，扶还是不扶”成了一个道德拷问。近似成语（22 个）近似成语（22 个）弹冠相庆、额手相庆 优胜劣汰、弱肉强食粉墨登场、登堂入室 百家争鸣、百花齐放移花接木、偷梁换柱、李代桃僵、张冠李戴 不易之论、不刊之论朝乾夕惕、夕惕若厉 曲高和寡、阳春白雪戎马倥偬、厉兵秣马 不容置喙、不容置疑"
    },
    {
        "idiom": "弹冠相庆",
        "examples": [
            "特别是搞任人唯亲、排斥异己的有之，搞团团伙伙、拉帮结派的有之，搞匿名诬告、制造谣言的有之，搞收买人心、拉动选票的有之，搞封官许愿、弹冠相庆的有之。"
        ],
        "description": "弹冠：掸掉帽子上的灰尘。指即将做官而互相庆贺，多用于贬义。"
    },
    {
        "idiom": "额手相庆",
        "examples": [],
        "description": "额手：把手举到额头上。把手举到额头上互相庆贺。【例1】新中国成立的消息传到海外后，海外侨胞奔走相告、额手相庆。【例2】海内外爱国人士痛心疾首，国际上正义人士摇头叹息，而日本右翼势力额手相庆。"
    },
    {
        "idiom": "优胜劣汰",
        "examples": [],
        "description": "指生物在生存竞争中适应力强的保存下来，适应力差的被淘汰。【例1】要增强微观主体活力，发挥企业和企业家主观能动性，建立公平开放透明的市场规则和法治化营商环境，促进正向激励和优胜劣汰，发展更多优质企业。【例2】要把增加绿色优质农产品供给放在突出位置，狠抓农产品标准化生产、品牌创建、质量安全监管，推动优胜劣汰、质量兴农。"
    },
    {
        "idiom": "弱肉强食",
        "examples": [],
        "description": "弱者的肉是强者的食物。比喻弱者被强者所欺凌、吞并等。（常用于形容竞争）【例1】没有这些国际社会共同制定、普遍公认的国际法则，世界最终将滑向弱肉强食的丛林法则，给人类带来灾难性后果。【例2】尽管这个制度还不完善，又遭受了破坏，但是无论如何，社会主义制度总比弱肉强食、损人利己的资本主义制度好得多。"
    },
    {
        "idiom": "粉墨登场",
        "examples": [],
        "description": "粉墨：傅粉施墨，指化妆。场：戏场，舞台。化好妆登台演戏。也比喻登上政治舞台，含讥讽义。（字面义时为中性词，比喻义时为贬义词）【例1】戏迷票友粉墨登场，台上台下热情互动，掌声不断。【例2】一所饭店内，十天封锁，各路势力粉墨登场，尔虞我诈。"
    },
    {
        "idiom": "登堂入室",
        "examples": [
            "龙舟、柔力球等基层开展活跃的群众体育项目登堂入室，进入全运赛场，本身就是对近几届全运会执行奥运战略的一次重新认识和扩展。"
        ],
        "description": "堂、室：古代宫室前为堂后为室。比喻学识由浅入深，逐步达到很高的成就。同“升堂入室”。"
    },
    {
        "idiom": "百家争鸣",
        "examples": [
            "要坚持为人民服务、为社会主义服务，坚持百花齐放、百家争鸣，坚持创造性转化、创新性发展，不断铸就中华文化新辉煌。"
        ],
        "description": "比喻各种学术派别竞相争辩鸣放。"
    },
    {
        "idiom": "百花齐放",
        "examples": [],
        "description": "各色的鲜花一齐开放。后多比喻文艺上不同的形式和风格自由地发展。【例1】花城广州在和风细雨的滋润下，百花姹紫嫣红，争奇斗艳，成为城市里一道亮丽的风景线。百花齐放，万象更新，给花城增添一种欣欣向荣、奋发向上的朝气。【例2】如果今年真能形成各地春晚百花齐放的形势，那绝对是件大好事。选择多样化、市场细分，总比单一的大一统更合理。"
    },
    {
        "idiom": "移花接木",
        "examples": [],
        "description": "把枝条、嫩芽从一种花木嫁接到另一种花木上。比喻暗中更换。【例1】这篇文章以移花接木的形式，将美国一名专栏作家早在2008年奥运会期间的文章，与另一位国内人士的文章，用复制+粘贴的方式移植。【例2】无论是党委换届还是人大、政府、政协换届，都要体现工人阶级领导的、以工农联盟为基础的人民民主专政的国体，要保证基本群众代表比例，党政干部、企业负责人不要挤占应该给基本群众的名额，不得搞偷天换日、移花接木的欺骗手段。【例3】还有的单位为了应付检查，采取无中生有、移花接木、指鹿为马等手法，看似在表格上完成了考核指标，实际上没有多少改变。如此等等。这就说明，教育实践活动有期限，但贯彻群众路线没有休止符，作风建设永远在路上。"
    },
    {
        "idiom": "偷梁换柱",
        "examples": [
            "他组织审计某部经济适用房高层住宅楼工程，通过审核、变更签证等结算资料发现，施工单位采用偷梁换柱的方式更换了项目经理。"
        ],
        "description": "比喻暗中耍手段改变事物内容，以假代真，以劣代优。"
    },
    {
        "idiom": "李代桃僵",
        "examples": [],
        "description": "李：李树。桃：桃树。僵：枯死。李树代桃树而死。比喻兄弟相爱相助，患难与共。也比喻以此代彼（多贬义）或代人受过。【例1】电影《战狼2》中的RACHEL是一名援非医生，她冷静沉着，医术高超。在雇佣兵搜捕传染病专家陈博士时，试图李代桃僵掩护真正的陈博士。【例2】有人说电影院就好像是超市，电影就是货架上的商品，偷票房便是典型的监守自盗，某些电影院通过双系统、手写票、捆绑套餐、废票再用等等花样繁多的方式，以假乱真、李代桃僵。"
    },
    {
        "idiom": "张冠李戴",
        "examples": [
            "近年来，出现一种侵犯知识产权的新趋势:驰名商标在其主打产品之外，被“张冠李戴”，冠名为其他商品。"
        ],
        "description": "冠：帽子。比喻弄错了事实或对象。（主观上故意或者不故意）"
    },
    {
        "idiom": "不易之论",
        "examples": [
            "在学术百家争鸣的今天，提出不易之论是几近艰难的。因此，能开创一个新的研究体系、言前人之所未言的著作，就显得弥足珍贵。"
        ],
        "description": "易：更改。指不可更改的言论。"
    },
    {
        "idiom": "不刊之论",
        "examples": [
            "这是观照历史、植根现实的不刊之论。"
        ],
        "description": "刊：削，修改。不可改动或不可磨灭的言论。"
    },
    {
        "idiom": "朝乾夕惕",
        "examples": [],
        "description": "乾：乾乾，即自强不息；惕：小心谨慎。形容一天到晚勤奋谨慎，没有一点疏忽懈怠。【例1】练就高超艺术水平非朝夕之功，需要专心致志、朝乾夕惕、久久为功。【例2】过去的一年，我们栉风沐雨、朝乾夕惕，坚定不移沿着新时代中国特色社会主义大道阔步前进。"
    },
    {
        "idiom": "夕惕若厉",
        "examples": [],
        "description": "若：如；厉：危。朝夕戒惧，如临危境，不敢稍懈。【例1】广大党员干部要从中汲取深刻教训，自觉做到心存敬畏、夕惕若厉，以彻底的自我革命精神筑牢中央八项规定堤坝。【例2】每当发生重大自然灾害、重大事故灾难第一时间作出指示，多次奔赴灾害现场看望群众，指挥抗灾救灾，灾区群众的生命健康和地方灾后重建，他“时时放心不下”；居安思危，时刻谨记“患生于所忽，祸起于细微”，始终保持夕惕若厉。"
    },
    {
        "idiom": "曲高和寡",
        "examples": [
            "通俗读物就应该写通俗些，否则曲高和寡，看的人不会多。"
        ],
        "description": "曲：音乐曲调。高：高深。和：跟着唱。意为曲调越高深，能跟着唱的人越少。比喻思想、言行、文艺作品等高深，不能为多数人所理解接受。"
    },
    {
        "idiom": "阳春白雪",
        "examples": [
            "在很多人看来，交响乐、踢踏舞这样的“阳春白雪”对基层农民来说太陌生，文化水平不高的他们能接受吗？"
        ],
        "description": "原为战国时楚国的深奥高雅的歌曲。后泛指高雅、不通俗的文学艺术。"
    },
    {
        "idiom": "戎马倥偬",
        "examples": [
            "从少年毛泽东的狂放不羁到青年毛泽东的执着豪迈，从中流击水、浪遏飞舟说到战争年代、戎马倥偬，用生动的话语塑造了一个真实可信、血肉丰满的伟人形象。"
        ],
        "description": "戎马：本指战马，借指军事；倥偬：繁忙。形容军务繁忙。"
    },
    {
        "idiom": "厉兵秣马",
        "examples": [
            "新年伊始，万象更新，全军上下厉兵秣马，练兵正当时。3日上午，中央军委隆重举行2018年开训动员大会，中共中央总书记、国家主席、中央军委主席习近平向全军发布训令，号召全军贯彻落实党的十九大精神和新时代党的强军思想，全面加强实战化军事训练，全面提高打赢能力。",
            "强军路在脚下，实干铸就梦想。从神十飞天到嫦娥奔月，从芦山抗震救灾到东北抗洪抢险，从远洋护航到跨区联演……三军将士龙腾虎跃，厉兵秣马，自觉投身强军兴军火热实践，努力练就能打仗、打胜仗的过硬本领。"
        ],
        "description": "厉：同“砺”，磨；兵：兵器；秣：喂牲口。磨好兵器，喂好马。形容准备战斗。"
    },
    {
        "idiom": "不容置喙",
        "examples": [
            "香港特区司法机关依照法律规定、符合法定职权、遵循法定程序秉公办案，严正处置危害国家安全的犯罪分子，天经地义，不容置喙。"
        ],
        "description": "喙：嘴。不容许插嘴。"
    },
    {
        "idiom": "不容置疑",
        "examples": [
            "“九二共识”的基本事实和全部过程是十分清楚，不容置疑的。"
        ],
        "description": "容：允许。不允许加以怀疑。指绝对真实可信。"
    },
    {
        "idiom": "耸人听闻",
        "examples": [
            "重大疫情面前，借助便利的移动网络与迅捷的传播手段，搭载着耸人听闻的标题，各种谣言借机流窜。"
        ],
        "description": "耸：惊动。指故意夸大或捏造事实，使人听后感到震惊。"
    },
    {
        "idiom": "骇人听闻",
        "examples": ["骇：震惊。使人听了非常吃惊、害怕。"],
        "description": [
            "一部人类文明史可以说是人类同瘟疫斗争的历史。天花、鼠疫、出血热等重大疾病都造成了骇人听闻的致死人数和巨大的破坏。",
            "侵华日军一手制造的这一灭绝人性的大屠杀惨案，是第二次世界大战史上“三大惨案”之一，是骇人听闻的反人类罪行，是人类历史上十分黑暗的一页。"
        ]
    },
    {
        "idiom": "天马行空",
        "examples": [],
        "description": "神马在空中奔驰。比喻才华横溢，气势豪放，不受约束。也比喻言论空泛，不着边际。（多形容创意或想象力）【例1】集市内聚集了上百家摊位，每个摊位摆出的作品不尽相同，很多创意产品看起来更是给人天马行空的感觉。 更多资源添加小桃微信maikeya0【例2】武侠并不一定是天马行空，同样可以脚踏实地。"
    },
    {
        "idiom": "经天纬地",
        "examples": [],
        "description": "经、纬：织物的竖线叫“经”，横线叫“纬”，比喻规划。规划天地。形容人的才能极大，能做非常伟大的事业。【例1】党的十八大以来，习主席经天纬地，为深化国防和军队改革进行恢宏的战略擘画，这一擘画的主色调就是——战斗力标准！【例2】他不仅有经天纬地之才，也有安邦兴国之志、经世济民之能，善于审时度势，且进退有度。张衡一生勤勉为学、正直为人、清廉为官，通《五经》、贯六艺，“才高于世，而无骄尚之情”。"
    },
    {
        "idiom": "哗众取宠",
        "examples": [],
        "description": "故意卖弄新奇的言论，以取悦大众。【例1】既要“身入”基层，更要“心到”基层，听真话、察真情，真研究问题、研究真问题，不能搞作秀式调研、盆景式调研、蜻蜓点水式调研，“无实事求是之意，有哗众取宠之心”是不行的！【例2】有些文章翻来覆去老是那么几句套话，也有的哗众取宠，乱造概念，词句离奇，使人看不懂，这种不良文风应加以纠正。"
    },
    {
        "idiom": "刚愎自用",
        "examples": [],
        "description": "愎：任性；刚愎：强硬固执；自用：自以为是。十分固执自信，不考虑别人的意见。【例1】他已经预感到蒋介石不可靠，曾说蒋介石是一个刚愎自用之人，不可共事，这可能也是他退党的原因。【例2】他是个典型意大利贵族，内敛含蓄，他不会刚愎自用，而是专心谨慎。"
    },
    {
        "idiom": "荒腔走板",
        "examples": [],
        "description": "原意是指演员唱曲音调不准、不和板眼，现多用来比喻说话离题或举动超出适当尺度。【例1】任何时候任何情况下都要坚持同党中央保持高度一致，在党中央统一指挥的合奏中形成和声，决不能荒腔走板、变味走调。【例2】文艺要生活，但决不能成为不良风气的制造者、跟风者、鼓吹者。文艺要创新，但决不能搞光怪陆离、荒腔走板的东西。文艺要效益，但决不能沾染铜臭气、当市场的奴隶。"
    },
    {
        "idiom": "寡廉鲜耻",
        "examples": [],
        "description": "寡、鲜：少。旧指不廉洁，不知耻。现指不知羞耻。【例1】礼义廉耻，国之四维。四维不张，国之不国。如果一个个都寡廉鲜耻，贪污无度，胡作非为，国家还没有办法治理他们，那么天下一定大乱，老百姓一定要当李自成。【例2】有敬畏就有廉耻，没有敬畏就会寡廉鲜耻。习近平总书记强调，“吾日三省吾身”“君子之交淡如水”“物必先腐，而后虫生”。"
    },
    {
        "idiom": "不可理喻",
        "examples": [
            "他们简直不可理喻，一定要进去，终于被我们的人赶出来了。"
        ],
        "description": "喻：开导，晓喻。没法跟他讲道理。形容蛮横或固执。"
    },
    {
        "idiom": "安贫乐道",
        "examples": [
            "“安贫乐道”，“穷自在”，“等、靠、要”，怨天尤人，等等，这些观念全应在扫荡之列。弱鸟可望先飞，至贫可能先富，但能否实现“先飞”、“先富”，首先要看我们头脑里有无这种意识。"
        ],
        "description": "道：主张，思想。安于贫穷，以坚持自己的信念为乐。旧时士大夫所主张的为人处世之道。"
    },
    {
        "idiom": "事无巨细",
        "examples": [],
        "description": "事情不分大小。形容什么事都管。同“事无大小”。【例1】高阳县行政审批局高度重视此次远程异地评审项目，积极与衡水市公共资源交易中心沟通，切实做好协调场地、前期准备、调试设备、网络环境测试等相关工作，确保各项准备工作事无巨细、无一差错。【例2】为确保活动的顺利举行以及直播现场良好的视听观感，支队邀请直播专业团队工作人员协助配合，多次召开视频会议，共同商议直播流程，在直播选题、场景布置、内容形式、采访内容、镜头切换等各环节事无巨细地谋划部署，达成一致共识。生僻成语（8个）生僻成语（8 个）渊渟岳峙、不分畛域、毛举细故、吉光片羽、钟灵毓秀、瑕瑜互见、沉思翰藻、太阿倒持"
    },
    {
        "idiom": "渊渟岳峙",
        "examples": [],
        "description": "喻人品德如渊水深沉，如高山耸立。【例1】矫矫庄王，渊渟岳峙。【例2】岳峙渊渟真磊落，天心民意要同符。"
    },
    {
        "idiom": "不分畛域",
        "examples": [
            "我们善堂是不分畛域的，往时各省有了灾荒，没一处不去赈济。"
        ],
        "description": "畛域：范围，界限。不分界限、范围。也比喻不分彼此。"
    },
    {
        "idiom": "毛举细故",
        "examples": [
            "治有大体，不当毛举细故；令在必行，不当徒为文具。"
        ],
        "description": "毛：琐碎；细故：小事。指烦琐地列举小事情，加以责难或攻击。"
    },
    {
        "idiom": "吉光片羽",
        "examples": [],
        "description": "吉光：古代神话中的神兽名；片羽：一片毛。比喻残存的珍贵文物。【例1】远古遗存的吉光片羽，千载典籍的一纸一页，百年复兴的坚定步伐，汇集相聚，建构起一座赓续中华文明的“基因库”。【例2】秋末冬初的杭州，转角就能“偶遇”戏剧的吉光片羽。此外，2023年戏剧节还联合滨江区10家“硅谷书房”共同发起“戏剧朗读接力”，与全城市民、文艺爱好者一同打造冬日文化空间。"
    },
    {
        "idiom": "钟灵毓秀",
        "examples": [
            "吼山是历史绍兴石文化的钟灵毓秀之地。自汉代以来凿山采石，历经千百年的刀砍斧削和风雨洗礼，吼山形成了山奇、石怪、洞幽、水深的奇特自然景观。"
        ],
        "description": "钟：凝聚，集中；毓：养育。凝聚了天地间的灵气，孕育着优秀的人物。指山川秀美，人才辈出。"
    },
    {
        "idiom": "瑕瑜互见",
        "examples": [],
        "description": "见：通“现”，显现。比喻优点、缺点都有。【例1】有人说一撇是德行，一捺是才能，有德有才是完美的人；还有人说一撇是长处，一捺是短处，瑕瑜互见每个人。【例2】中华民族由于历史悠久，曾经存留下来的成果必然瑕瑜互见。因而，在讨论传统文化时，经常还需添加前缀“优秀”一词作为限定和强调。"
    },
    {
        "idiom": "沉思翰藻",
        "examples": [
            "为其以立意纪事为本，非沉思翰藻之比也。"
        ],
        "description": "构思深刻，辞藻华丽。"
    },
    {
        "idiom": "太阿倒持",
        "examples": [
            "在“中国（中原）无武备矣”的情况下，出现“禄山精兵，天下莫及”的太阿倒持局面。其他边将的民族身份也在悄然改变，高仙芝、哥舒翰、李光弼、史思明等人是高丽、突厥、突骑施、粟特、契丹等民族出身。"
        ],
        "description": "倒拿着剑，把剑柄给别人。比喻把大权交给别人，自己反受其害。"
    }
]